{
  "id": "004",
  "document": "Journal of Industrial Microbiology and Biotechnology , 2025, 52, kuaf031 https://doi.org/10.1093/jimb/kuaf031 Advance access publication date: 27 September 2025 Biocatalysis – Original Paper Exploring the compatibility of phosphopantetheinyl transferases with acyl carrier proteins spanning type II polyketide synthase sequence space Areta L. N. Bifendeh1 , Kenneth K. Hsu 1 , Christina M. McBride 1 , Charlie M. Ferguson1 , Eva R. Baumann 2 , Diego Capcha-Rodriguez 2 , Xinnuo Chen 1 , Berlensie Chery1 , Margo M. Chihade1 , Paola Delgado Umpierre 1 , Taliyah Evans2 , Carolyn H. Everett1 , Syeda F. Faheem 2 , Oscar D. Garrett 2 , Aliya R. Gottesfeld1 , Ishir G. Gupta 1 , Jason D. Haas 1 , Theresa A. Haupt 1 , Jean Katz1 , Sadie Kim 1 , Matthias Langer2 , Vy Le1 , Kevin K. Li1 , Baldwin Zhao 2 , Siyue Lin2 , Kelsey N. Mabry 1 , Anna Malkov 1 , Abigail T. Marquis 1 , Kieran R. McDonnell 1 , Kristen Min 2 , Nicholas B. Mostaghim 1 , Krysta M. Nichols 1 , Rebecca A. Osbaldeston 2 , Trisha T. Phan 1 , Alana T. Ponte 1 , Tala Qaraqe2 , Bianca S. Rosas 1 , Caroline S. Smith 1 , Logan E. Smith 1 , Maisie W. Smith 2 , Aviva C.R. Soll 2 , Gabriel Rocco Sotero 1 , Isabel E. Thornberry 1 , Kristina Tran 1 , Quynh K. Vo1 , Marcos G. Yoc-Bautista 1 , Madison Young 2 , Kelly A. Zukowski 1 , Robert Fairman 2 , Kimberly A. Wodzanowski 2 , Michael A. Herrera 3 , Yae In Cho 1 ,4 , Louise K. Charkoudian 1 1 Department of Chemistry, Haverford College, Haverford, PA 19041, USA 2 Department of Biology, Haverford College, Haverford, PA 19041, USA 3 School of Chemistry, The University of Edinburgh, Edinburgh, EH9 3FJ, UK 4 Current address: Department of Chemistry and Biochemistry, Providence College, Providence, RI 02918, USA Correspondence should be addressed to: Louise K. Charkoudian, Department of Chemistry, Haverford College, Haverford, PA 19041, USA. E-mail: lcharkou@haverford.edu ; Michael A. Herrera, School of Chemistry, The University of Edinburgh, Edinburgh EH9 3FJ, UK. E-mail: mherrera@ed.ac.uk; and Yae In Cho, Department of Chemistry and Biochemistry, Providence College, Providence, RI 02918, USA. E-mail: ycho@providence.edu Abstract: Phosphopantetheinyl transferases (PPTases) play an essential role in primary and secondary metabolism. These enzymes facilitate the posttranslational activation of acyl carrier proteins (ACPs) central to the biosynthesis of fatty acids and polyketides. Modulation of ACP–PPTase interactions is a promising approach to both increase access to desired molecular outputs and disrupt mechanisms associated with disease progression. However, such an approach requires understanding the molecular principles that govern ACP–PPTase interactions across diverse synthases. Through a multiyear, course-based undergraduate research experience (CURE), 17 ACPs representing a range of putative type II polyketide synthases, from actinobacterial and nonactinobacterial phyla, were evaluated as substrates for three PPTases (AcpS, Sfp, and vulPPT). The observed PPTase compatibility, sequence-level analyses, and predictive structural modeling suggest that ACP selectivity is driven by amino acids surrounding the conserved, modified serine on the ACP. We propose that vulPPT and Sfp interactions with ACPs are driven primarily by hydrophobic contacts, whereas AcpS may favor ACPs that exhibit high net-negative charge density, as well as a broad electronegative surface distribution. Furthermore, we report a plausible, hitherto unreported hydrophobic interaction between vulPPT and a conserved ACP crease upstream of the invariant serine, which may facilitate docking. This work provides a catalog of compatible and incompatible ACP-PPTase partnerships, highlighting specific regions on the ACP and/or PPTase that show promise for future strategic engineering and inhibitor development efforts. One-Sentence Summary: Seventeen acyl carrier proteins from diverse type II polyketide synthases were evaluated for their compat- ibility with three phosphopantetheinyl transferases; results, along with sequence level-analyses and predictive structural modeling, reveal specific regions that can guide future strategic engineering efforts. Keywords: phosphopantetheinyl transferase, acyl carrier protein, polyketide, synthase Graphical abstract Received: July 14, 2025. Accepted: September 19, 2025. © The Author(s) 2025. Published by Oxford University Press on behalf of Society of Industrial Microbiology and Biotechnology. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs licence (https://creativecommons.org/licenses/by-nc-nd/4.0/), which permits non-commercial reproduction and distribution of the work, in any medium, provided the original work is not altered or transformed in any way, and that the work is properly cited. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site-for further information please contact journals.permissions@oup.com Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 2 | Journal of Industrial Microbiology and Biotechnology, 2025, Vol. 52 Introduction Phosphopantetheinyl transferases (PPTases) play a critical role in a range of metabolic pathways. These enzymes facilitate the posttranslational activation of acyl carrier proteins (ACPs) in fatty acid synthases (FASs) and polyketide synthases (PKSs), as well as peptidyl carrier proteins (PCPs) in nonribosomal pep- tide synthetases. ACPs and PCPs, which are considered central hubs of their synthase/synthetases, present as ∼10 kDa heli- cal bundles with a conserved serine at the N -terminus of helix II (Crosby & Crump, 2012 ). PPTases install an 18 ˚A , coenzyme- A (CoA) derived 4´-phosphopantetheine (Ppant) arm at the con- served serine site on the ACP/PCP, thereby converting the inac- tive apo -ACP/PCP to its active holo form (Fig. 1 ). The terminal thiol of the protein-bound Ppant arm serves as a molecular tether to transport building blocks (e.g. malonyl CoA) and intermedi- ates as thioesters during the multistep assembly of a natural product. Characterizing the interaction between ACPs and the PPTases that modulate their activity could increase access to medicinally relevant agents. For example, Sørensen and colleagues increased the in vivo production of target fungal polyketides with promis- ing bioactivity by discovering ACP–PPTase partnerships that max- imized natural product formation (Pedersen et al., 2022 ). Alterna- tively, inhibitors of PPTase-mediated activation could act as novel antimicrobial agents, as shown by Ballinger et al. ( 2019 ) through the identification of a small molecule that inhibits the PPTase cru- cial for the biosynthesis of mycobacterial structural and virulence lipids. Expanding the impact of such approaches requires an im- proved understanding of ACP–PPTase compatibility across a wide sequence space. ACP structure and function are largely conserved across species. For example, ACPs from both type II PKS and FAS systems are discrete proteins that iteratively load malonyl CoA, present it to a cognate ketosynthase (KS) for a decarboxylative Claisen- like condensation reaction, and then transfer the growing chain to other synthase components and/or back to the KS. In addition to this conserved role, ACPs engage in a suite of other protein– protein interactions (PPIs), as exemplified by the archetypical FAS ACP (AcpP), which interacts with > 25 protein partners (Bartholow et al., 2021 ). Despite having nearly identical roles in these systems, ACPs from type II PKSs typically cannot be interchanged with ACPs from type II FASs (Cho et al., 2022 ; Worthington et al., 2008 , 2010 ; Ye & Williams, 2014 ). This phenomenon—where ACP function is highly conserved across PKSs, yet ACP-partner compatibility is not— extends to ACP–PPTase interactions as well (Bräuer et al., 2020 ; Crosby & Crump, 2012 ; Cummings et al., 2019 ; Li et al., 2025 ; Ped- ersen et al., 2022 ). Historically, the PPTase from the Escherichia coli FAS system, AcpS (Lambalot & Walsh, 1995 ), and the PPTase from the Bacillus subtilis surfactin biosynthesis pathway, Sfp (Quadri et al., 1998 ; Sunbul et al., 2009 ), have been widely used in biosyn- thetic engineering efforts due to their broad substrate scope. Yet, recent reports suggest that these “gold standard” promiscuous PP- Tases are not compatible with all ACPs, especially those from un- derexplored phyla (Bräuer et al., 2020 ; Li et al., 2025 ; Liu et al., 2020 ; Pedersen et al., 2022 ). While this incompatibility is a bar- rier to accessing ACPs in their holo state, it simultaneously offers a unique opportunity to explore the factors that govern ACP–PPTase interactions. As part of a course-based undergraduate research experience (CURE), 17 ACPs ( Tables S1 and S2 ) from phylogenetically diverse putative type II PKSs were surveyed for their compatibility with each of three PPTases—AcpS, Sfp (specifically the R4-4 mutant, en- gineered to increase substrate scope) (Sunbul et al., 2009 ), and a newly discovered PPTase from Dictyobacter vulcani (Hsu et al., 2025 ), which is referred to as vulPPT in the present manuscript. The data herein support that the interaction between ACPs and PPTases is driven by specific protein–protein interactions, and enabled us to infer the role of specific ACP sequence motifs and physicochem- istry in determining ACP–PPTase compatibility. The impact of this work is three-fold. First, this work was car- ried out through CUREs, exposing 47 students to the exciting field of natural product biosynthesis, enabling them to learn founda- tional concepts and techniques of biochemistry while contribut- ing to the field. Second, conclusions drawn from these studies can guide the selection of the optimal PPTase to activate ACPs from different sources, thereby supporting combinatorial biosyn- thesis efforts. Third, our molecular-level insights can be used to develop more specific ACP–PPTase inhibitors for antimicrobial ap- plications and/or engineer ACPs/PPTases to confer compatibility and improve synthase output. Materials and Methods Protein Expression and Purification In pairs, students enrolled in the CURE identified and worked on a single target ACP. Plasmids were constructed and transformed into E. coli BL21(DE3) cells as outlined in Supplementary Data. A single colony of E. coli BL21(DE3) transformed with the target plasmid was used to inoculate 10 ml of LB medium supplemented with 50-μg/ml kanamycin. The culture was incubated at 37 ◦C with shaking at 200 rpm for 12–18 hr. This 10-ml seed culture was then used to inoculate 1 l LB medium with 50 μg/ml kanamycin, which was grown at 37 ◦C, 200 rpm in a shaking incubator until the optical density at 600 nm (OD600 ) reached 0.4–0.6. This produc- tion culture was induced by adding isopropyl- β-D-thiogalactoside (IPTG) to a final concentration of 250 μM, and the culture was incubated overnight ( ∼18 hr) at 18 ◦C with shaking at 200 rpm. Cells were harvested by centrifugation (Beckman Coulter Avanti J-E High-Speed Centrifuge, JA-10 rotor, 6,000 rpm, 4 ◦C, 20 min). Cell pellets were transferred to a 50-ml conical tube and stored at –80 ◦C until purification. The expressed cell pellet from a 1-l expression culture was re- suspended with 20–30 ml of ice-cold lysis buffer (50 mM sodium phosphate buffer, 300 mM NaCl, 10 mM imidazole, 10% (v/v) glyc- erol, pH 7.6). Cell lysis was performed on ice using an XL-200 Mi- croson ultrasonicator at 40% amplitude with 30 s on/30 s off cy- cles for 10 min or longer, until the lysate became visibly more translucent. The lysate was centrifuged (Beckman Coulter Avanti J-E High-Speed Centrifuge, JA-18, 13,000 rpm, 4 ◦C, 1 hr). The re- sulting supernatant was transferred into a 50-ml conical tube and incubated with 1 ml of pre-equilibrated Ni-NTA resin (GoldBio). The mixture was gently nutated at 4 ◦C for at least 1.5 hr to al- low protein binding to resin before transferring to an Econo-Pac gravity flow column (Bio-Rad). After collecting the flow-through, the resin was washed sequentially with ∼20 ml of the lysis buffer, followed by the addition of wash buffer (50 mM sodium phos- phate buffer, 300 mM NaCl, 30 mM imidazole, 10% (v/v) glycerol, Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 Bifendeh et al. | 3 Fig. 1. The PPTase-catalyzed conversion of an inactive “apo ” ACP to the active “holo ” ACP. apo -ACPs are activated to their holo form via the PPTase-catalyzed installation of a CoA-derived 4´-phosphopantetheine (Ppant) arm onto the conserved serine at the N -terminus of ACP helix II. pH 7.6) until the A280 < 0.05 ( ∼50 ml). Protein elution was per- formed using elution buffer (50 mM sodium phosphate buffer, 100 mM NaCl, 250 mM imidazole, 10% (v/v) glycerol, pH 7.6) and 10 × 1-ml elution fractions were collected. Protein concentra- tion of each fraction was determined by Nanodrop 2000 spec- trophotometer (Thermo Fisher Scientific), and the fractions with A280 > 0.15 and A260 /A280 < 1.00 were pooled, aliquoted, flash- frozen with liquid N2 , and stored at –80 ◦C. The concentration of purified proteins was determined using the bicinchoninic acid as- say. Purified proteins were characterized by SDS-PAGE ( Fig. S1 ) and liquid chromatography-mass spectrometry (LC-MS) ( Fig. S3 ). ACP-PPTase Phosphopantetheinylation Assay Each apo -ACP was reacted with each of the three PPTases (Sfp R4- 4, AcpS, and vulPPT) by combining the following components in a 1.5-ml microfuge tube to achieve the final concentrations indi- cated in 100 μl total volume: ACP (80 μM), 50 mM sodium phos- phate buffer, pH 7.6, dithiothreitol (DTT) (2.5 mM, from 1 M stock), MgCl2 (10 mM, from 250 mM stock), CoA (0.8 mM, from 50 mM stock), and PPTase (1 μM, added last to initiate the reaction). Re- actions were incubated at room temperature with gentle shaking on an orbital shaker for 18 hr. At the 18-hr mark, 50 μl of the reac- tion mixture was removed and quenched by adding 10 μl of 25% (v/v) formic acid. All experiments were repeated in triplicate by a senior undergraduate thesis student to increase experimental rigor and ensure the reliability of results. Liquid Chromatography-Mass Spectrometry ACP samples were analyzed using an Agilent InfinityLab G6125B LC-MS system coupled with an Agilent 1260 Infinity II LC, fit- ted with a Waters XBridge Protein BEH C4 reverse phase column (300 ˚A , 3.55 μm, 2.1 mm × 50 mm) and an XBridge Protein BEH C4 Sentry guard cartridge (300 ˚A , 3.5 μm, 2.1 mm × 10 mm). The column temperature was maintained at 45 ◦C during liquid chromatography. Mass spectra were acquired using electrospray ionization mass spectrometry (ESI-MS) in positive mode. Two LC- MS grade solvent sources were used: Solvent A (H2 O + 0.1% [v/v] formic acid) and Solvent B (acetonitrile + 0.1% [v/v] formic acid). For post-purification confirmation of apo-ACP starting material: Sam- ples were prepared by diluting 10 μl of apo -ACP with 90 μl of LC-MS grade water. The following solvent gradient was used after 20 μl injection of the sample: 0–1 min, held at 5% B; 3.1–4.52 min, 5%→ 95% B; 4.52–4.92 min, 95% → 5% B, and 4.92–9 min held at 5% B. The flow rate was maintained at 0.4 ml/min, with ESI-MS pa- rameters set to a capillary voltage of 3,000 V and a fragmentation voltage of 75 V. For apo/holo quantification after the phosphopantetheinylation assay: Quenched reactions (50 μl of the reaction mixture + 10 μl of 25% [v/v] formic acid) were neutralized and diluted by sequentially adding 20 μl of 5% (v/v) NaOH and 20 μl of LC-MS grade water, yielding a final volume of 100 μl. Before sample injection, the col- umn was first equilibrated for 10 min at 10% B. A 20-μl injection was followed by the solvent gradient: 0–5 min, 10% → 30% B; 5– 40 min, 30% → 50% B; 40–45 min, 50% → 95% B; 45–46 min, held at 95% B; 46–51 min, 95% → 10% B; and 51–62 min, held at 10% B. The flow rate was maintained at 0.4 ml/min, and ESI-MS was conducted using the same ionization parameters as above. Acquired mass spectra were deconvoluted using ESIprot on- line (Winkler, 2010 ). The resulting molecular weights (MWs) were compared to the theoretical MWs to verify successful phospho- pantetheinylation. For apo/holo quantification, LC chromatograms at 280-nm absorbance were baseline-corrected, and the area un- der the curve for each apo - and holo -ACP peak was used to calcu- late their relative abundance in Microsoft Excel. All LC-MS and LC chromatograms were plotted using Origin 2023b. Sequence Analysis, Predictive Structural Modeling, and Molecular Dynamics Simulation The nucleotide accession number for each ACP that underwent less than 98% holo conversion with at least one tested PPTase was input into antiSMASH (Blin et al., 2023 ). At this step, the bwe cluster was omitted, as the corresponding genome in NCBI was unannotated and thus could not be easily searched using anti- SMASH. The antiSMASH-predicted type II PKSs corresponding to each ACP were then were searched for genes annotated as a “holo- (acyl-carrier-protein) synthase” or “4’-phosphopantetheinyl trans- ferase.” A corresponding PPTase for dacACP was not annotated in the cluster and thus was omitted from future steps. The rele- vant protein sequences were retained, and the accession numbers were searched in NCBI for annotation of predicted PPTase type (Sfp vs. AcpS). Multiple sequence alignments (MSAs) were per- formed using Clustal Omega (EMBL-EBI, European Molecular Biol- ogy Laboratory-European Bioinformatics Institute) (Madeira et al., 2024 ) and visualized in ESPript 3 (Robert & Gouet, 2014 ). Sequence net charges were computed using Isoelectric Point Calculator 2.0 (Kozlowski, 2021 ). All structural predictions were performed using AlphaFold3 (via AlphaFold server) (Abramson et al., 2024 ). Simula- tions were performed using GROMACS 2021 (Abraham et al., 2015 ). Protein charges were computed using CHARMM36 all-atom force- field (Huang & MacKerell 2013 ). Models were solvated in TIP3P wa- ter in a cubic box, and the net protein charge was counterbalanced using simulated sodium/chloride ions. The system was energy- minimized by sequential steepest descent/conjugate gradient de- scent and equilibrated to 300 K and 1 bar using V-Rescale ther- mostat/Berendsen barostat. Following a 10 ns (1 × 108 time steps) production MD, the trajectory was re-centered with additional ro- Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 4 | Journal of Industrial Microbiology and Biotechnology, 2025, Vol. 52 tational and translational fitting. UCSF Chimera v1.18 (Pettersen et al., 2004 ) was used for trajectory visualization and ensemble clustering. General model viewing and analysis were performed using ChimeraX v1.8 (Pettersen et al., 2021 ) and PyMOL 3.0.4. Results and Discussion Diversity of Selected ACP Candidates Target ACPs were selected to represent a range of putative type II PKSs from the well-studied actinobacterial and the largely un- characterized group of nonactinobacterial phyla (Fig. 2 and Tables S1 and S2 ) (McBride et al., 2023 ). ACPs with variations in the region flanking the conserved serine were prioritized. To further narrow down ACPs to incorporate into the CURE, we selected those that came from an organism residing in an intriguing environment that might stimulate student curiosity. For example, vulACP orig- inates from Dictyobacter vulcani isolated from a volcano in Japan (Zheng et al., 2020 ), and zooACP originates from Zooshikella hare- nae WH53 isolated from Pacific oysters (Pira et al., 2021 ). The ACPs selected show broad sequence-level diversity, ranging from 8.11% to 83.3% identity with a median of 20.3%. From MSAs, the selected actinobacterial ACPs show moderate sequence identity with other ACPs from the same phylum (46.7 ± 13.2%, Fig. 2 b and c). In con- trast, the selected nonactinobacterial ACPs are more diverse, both within their own category (24.0 ± 5.16%) and compared to our acti- nomycete ACPs (16.9 ± 3.46%, Fig. 2 b and c). Collectively, these candidates cover a wide area of the type II ACP sequence space. Therefore, we anticipated an array of PPTase compatibilities use- ful for developing sequence-function hypotheses. Escherichia coli Serves as a Heterologous Host for Robust Expression of ACPs from Diverse Phyla All 17 ACPs chosen were expressed in E. coli BL21(DE3) cells with an N -terminal His6 -tag and were subsequently purified via Ni-NTA affinity chromatography with yields ranging from 5 to 26 mg per liter culture. The observed yields demonstrate the robustness of a single expression/purification protocol to obtain a diverse set of ACPs. The ACPs were expressed primarily in their apo form with their SDS-PAGE migration patterns in alignment with their ∼10-kDa MWs under both reducing and nonreducing conditions ( Fig. S1 –S3 ). The observed migration patterns are consistent with other type II PKS ACPs and in contrast to the E. coli AcpP, which migrates at a higher-than-expected MW, attributed to its unique charge distribution (Garwin et al., 1980 ). PPTases Demonstrate Preference for Actinobacterial ACPs over Nonactinobacterial ACPs. The conversion of ACPs from their apo to holo form was moni- tored by a + 340 Da change in mass corresponding to the instal- lation of the Ppant arm. Analysis via single quadrupole LC-MS re- sulted in each ACP displaying a set of ∼10 m/z peaks within the 650–1,400 Da range corresponding to the + 9 to + 18 charge states, which can be deconvoluted using ESIprot (Winkler, 2010 ) to estab- lish the MW of the ACP. Optimization of LC-MS methods using our set of 17 ACPs led to a method that could effectively separate the apo and holo forms of most ACPs by LC. Peak boundaries were determined by cou- pling UV absorbance with the MS data at each time point: inte- gration ranges were defined based on reproducible retention be- havior across replicates and confirmed by MS identity to ensure that each region corresponds to a single ACP species; the area un- der the curve(s) was then used to determine the relative percent of each ACP in the apo versus holo form after reaction with each PPTase. ACPs in their apo form typically eluted later than those in their holo form ( Figs. S4 –S20 ). The broadened and/or heterogenous peaks observed in the ACP LC traces reflect the established con- formational heterogeneity and flexibility of ACPs (Nguyen et al., 2014 ; Purcell et al., 1999 ; Sztain et al., 2021 ; Wang et al., 2016 ). The three PPTases explored (Sfp, AcpS, and vulPPT) show varied preferences for ACP substrates; notably, all three PPTases phos- phopantetheinylate the actinobacterial ACPs (Fig. 3 , top panel). In fact, of the eight actinobacterial ACPs explored, only one ACP– PPTase pairing (str–amACP–Sfp) demonstrated less than 50% con- version. Four ACPs (str–ubACP, str–cbACP, str–saACP, and str– laACP) were fully or near-fully phosphopantetheinylated with all three PPTases. In contrast, ACP-PPTase compatibility was less commonly observed in the nonactinobacterial group (Fig. 3 , bot- tom panel). Of the nine nonactinobacterial ACPs explored, only one ACP (vulACP) was phosphopantetheinylated with all three PP- Tases. While bweACP and dacACP were fully converted to their holo forms by one (dacACP-AcpS) or two (bweACP–Sfp and bweACP– vulPPT) PPTases, others in this group were not converted to a ma- jority holo state by any of the three PPTases. Two ACPs (zooACP and palACP) showed low-level ( ∼2%–4%) activation with AcpS, and vulPPT was able to convert zooACP to 17% holo state under the conditions studied. The remainder of the ACP-PPTase partner- ships studied in this group were deemed noncompatible, with no conversion observed. It is possible that modifying the conditions (e.g. temperature) could improve conversion rates, as has been ob- served previously (Hsu et al., 2025 ). Sequence analysis and structural modeling To complement our experimental analyses, we generated struc- tural models of each PPTase (AcpS, vulPPT, and Sfp) docked with their respective cognate carrier proteins (Fig. 4 ). Alongside avail- able crystal structures (PDB: 4MRT, 5VCB) and primary sequence analyses ( Fig. S21 ), we aimed to rationalize the influence of ACP se- quence motifs and physicochemistry on PPIs with our selected PP- Tases. This analysis may help to elucidate the differential apo -to- holo conversion efficiencies amongst actinobacterial and nonacti- nobacterial ACPs. Each structure was generated using AlphaFold3 (Abramson et al., 2024 ) and relaxed in a very brief (10 ns) molecu- lar dynamics simulation, from which frames were clustered and extracted to study PPIs. A MSA of all ACPs was used to identify sequence motifs (and deviations therein), and structural models were analyzed using a suite of molecular visualization tools in ChimeraX (Pettersen et al., 2021 ). Analysis of the predicted vulPPT–vulACP complex (predicted TM-score = 0.89; Fig. 4 a) revealed an extensive hydrophobic bind- ing pocket in vulPPT (Fig. 4 b). This pocket is sculpted by Ile136 , Leu141 , and aromatic residues (Phe146 , Phe166 , Phe167 , and Trp170 ). Together, these residues accommodate Ile43 on vulACP, which lies directly C -terminal of the invariant, modifiable Ser (Ser42 ). The ar- chitecture of this pocket resembles that of Sfp (Tufar et al., 2014 ), whose cognate surfactin PCP partners harbor a Ile→ Leu variation at this equivalent position. Previously, we demonstrated by NMR titration experiments that ACPs carrying a Leu→ Thr variation Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 Bifendeh et al. | 5 Fig. 2. The type II PKS ACPs addressed in this study belong to phylogenetically diverse BGCs. (a) The featured phylogenetic tree represents 6,322 type II PKS chain length factor (CLF) protein sequences identified in our previous global bioinformatic analysis of type II PKS BGCs. For methods associated with the construction of the tree, see McBride et al. ( 2023 ). The ring signifies the phylum classification for each terminal node. Cognate CLFs for the ACPs explored in this study are marked with a star. (b) Pairwise percent sequence identity (%ID) heatmap between all actinobacterial and nonactinobacterial ACPs selected for study. (c) Box plot showing the distribution and central tendency of ACP %IDs, both within and between the actinobacterial (act) and nonactinobacterial (non-act) groups. Boxes represent the interquartile range (IQR). Whiskers extend to data points up to 1.5x the IQR from the lower and upper quartiles. Median values are shown as black bands, means are shown as black crosses. ( ∗∗∗) = p ≤.001 (Welch’s ANOVA with the Games–Howell post-hoc test). Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 6 | Journal of Industrial Microbiology and Biotechnology, 2025, Vol. 52 Fig. 3. Sfp, AcpS, and vulPPT demonstrate broader substrate scope within the actinobacterial ACPs (top) than nonactinobacterial ACPs explored (bottom). The % holo was calculated based on the ratio of the area under the curve for the Abs280 peak in the LC trace corresponding to holo versus the total area under the curve for the Abs280 peaks in the LC trace corresponding to total ACP and multiplying by 100. The bar height represents the average % holo for the ACP–PPTase pair evaluated in triplicate, with error bars representing the standard deviation. All reactions were run at room temperature for 18 hr under the following conditions: ACP (80 μM), DTT (2.5 mM, from 1-M stock), MgCl2 (10 mM, from 250-mM stock), CoA (0.8 mM, from 50-mM stock), PPTase (1 μM) in 50-mM sodium phosphate buffer, pH 7.6. Full names of each ACP and their corresponding sequence can be found in Supplementary Data ( Tables S1 and S2 ) along with the LC-MS results for each phosphopantetheinylation reaction. cannot undergo apo -to- holo conversion using Sfp, due to increased binding affinity that impedes complex dissociation (Li et al., 2025 ). Following in silico mutagenesis of vulACP Ile43 , we hypothesize that the Thr hydroxyl group may form a hydrogen bond with the indole moiety of vulPPT Trp170 or its equivalent Trp147 in Sfp ( Fig. S22 ). Of note, six of the studied nonactinobacterial ACPs carry a Thr at this equivalent position (dac/zoo/pal/fer/glo/panACP). Our ex- perimental data show that these ACPs either were not modified or underwent minimal conversion using vulPPT/Sfp (Fig. 3 ). In sil- ico replacement of vulACP with these nonactinobacterial ACPs (by structural alignment; Fig. 4 c) places their respective Thr residues within plausible hydrogen bonding distance to vulPPT Trp170 . To- gether with our prior NMR data, we propose that the additional hydrogen bond afforded by (Leu/Ile)→ Thr substitution may over- stabilize the ACP–vulPPT/Sfp complex, thus impeding productive turnover of holo -ACP. We further propose a key role for vulACP Gly39 in minimizing steric clashes with vulPPT. In actinomycete ACPs, Gly at this po- sition is tightly conserved as part of the G Y(D/E)SL motif. We hy- pothesize that deviations from Gly may hamper productive en- gagement and dissociation of the ACP–PPTase complex. For in- stance, we have previously observed by NMR how Gly → Gln vari- ants (as seen in fer/gloACP) form tighter complexes with Sfp (Li et al., 2025 ). From our modeling data, we propose that this could arise due to hydrogen-bonding with Sfp Lys31 , a contact which could plausibly occur with vulPPT Arg48 (Fig. 4 d). Further varia- tions may result in steric clashes (war/zooACP) or electrostatic ef- fects (palACP), albeit the precise mechanisms have yet to be stud- ied. In contrast to Sfp, vulPPT may exploit a hydrophobic crease on vulACP, formed by the loop connecting helices αI and αII. In our model, Phe54 in vulPPT (C α pLDDT = 90.2) is buried by Leu18 , Val22 , Ile28 , Leu38 , Gly39 , and Ile40 of vulACP (mean C α pLDDT = 85.8; Fig. 4 e). Of note, Phe54 is located on the joint of a helix-turn- helix in vulPPT. By comparison, the connecting “turn” is shorter in Sfp due to the deletion of this equivalent Phe54 position, which may prevent deeper engagement with this ACP crease. Further- more, through vulACP-Sfp docking (predicted TM score = 0.87) and simulation, we observed that Sfp Tyr36 engages in hydrogen bonding with vulACP Asp26 , further impeding access to this hy- drophobic crease ( Fig. S23 ). By structural alignment with vulACP, we observed that all ACPs studied could, in principle, accommo- Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 Bifendeh et al. | 7 Fig. 4. Predictive structural modeling of vulPPT with cognate and noncognate ACPs. (a) Predicted vulPPT–vulACP complex (predicted TM score = 0.89) following relaxation by molecular dynamics simulation. (b) vulACP Ile43 buried in a conserved vulPPT hydrophobic pocket. (c) Structural alignment of noncognate, nonactinobacterial ACPs carrying a (Ile/Leu)→ Thr variation, and a possible hydrogen-bonded contact with vulPPT Trp170 . (d) Plausible hydrogen-bonded contacts between ferACP Gln37 /gloACP Gln31 and Sfp Lys31 /vulPPT Arg48 . (e) Plausible hydrophobic interactions between vulPPT Phe54 and a conserved vulACP hydrophobic crease. date vulPPT Phe54 via similar hydrophobic interactions, and subtle variations in this pocket may give rise to different conversion ef- ficiencies. Furthermore, the cognate vulACP-vulPPT complex may benefit from additional stabilizing contacts, including a salt bridge between vulPPT Arg51 and vulACP Asp37 , as well as a H-bond be- tween vulPPT Tyr53 and vulACP Glu27 and Asp37 . These interac- tions may serve an additional role to “pull” the ACP loop over vulPPT Phe54 , further burying it within the crease ( Fig. S24 ). Taken all together, we find that ACPs that are compatible with both vulPPT and Sfp share the motif G x (D/E)S( I/L ), where x is Tyr or an equivalent hydrophobic residue. In conjunction with our previous NMR studies, we propose that Gly and Leu/Ile in the G x (D/E)S(I/L) motif modulate the dynamics of ACP–Sfp and ACP–vulPPT interactions by mitigating sidechain–sidechain clashes and minimizing overly stabilizing hydrogen bonding. Fur- thermore, the hydrophobic residue x may facilitate docking with vulPPT by helping to bury Phe54, which is unique to vulPPT, within the binding interface. The present model lays the foundation for future crystallographic and mutagenesis studies. In contrast, AcpS–ACP compatibility seems to be governed by a distinct set of noncovalent interactions. The E. coli AcpP–AcpS docking interface is more extensive and governed primarily by electrostatics (Marcella et al., 2017 ). The electropositive binding surface of AcpS (Fig. 5 a) is composed of several Arg residues (Arg15/22/26/29/30/69/115 ), which can form numerous salt bridges with the highly acidic AcpP. Like Sfp/vulPPT, additional hydrophobic contacts involving AcpS (Val11 , Ile16 , Val19 , Leu27 , Val31 , Leu50 , Phe54 , and Phe74 ) and AcpP helix αII (Leu38 , Val41 , and Met45 ) further contribute to the binding interface ( Fig. S25 ). Due to the complexity of this interaction surface, it remains difficult to predict specific residue variations (or combinations thereof) that could impede apo -to- holo conversion. Interestingly, we re- vealed by isoelectric point prediction (Kozlowski, 2021 ) that ACPs which performed well with AcpS ( > 60% posttranslational modifi- cation) exhibit significantly greater negative net charge at pH 7.4 (–14.1 ± 1.44, n = 10), compared to ACPs which performed poorly (–6.93 ± 2.64, n = 7, p = 3.11 × 10−4 ; Fig. 5 b). Electrostatic potential surface maps (Fig. 5 c) further indicate that both the magnitude and spatial distribution of negative charge are potential predictors of AcpS compatibility. Notably, all actinobacterial ACPs (along- side dac/vulACP) present extensive electronegative surfaces that closely resemble AcpP (Fig. 5 c and S26 ). These observations sug- gest that effective AcpS recognition relies on an AcpP-like electro- static presentation, supported by hydrophobic contacts on helix αII, to drive productive engagement and posttranslational modifi- cation with AcpS. Future studies are needed to determine whether AcpS compatibility can be engineered into noncognate ACPs via the strategic incorporation of acidic residues. The four ACPs that were not activated by any of the three PP- Tases studied (ferACP, gloACP, warACP, and panACP) and the two that were minimally activated (zooACP and palACP) each origi- nate from BGCs harboring a gene annotated as encoding for a “holo -ACP synthase” or “4´-PPTase” ( Fig. S27 ). It is unclear at this time whether there are features of these PPTases that make them uniquely suited for activating their cognate ACPs. In the case of gloACP, the putative cognate PPTase did not convert apo -gloACP to holo -gloACP under the traditional conditions studied, suggesting yet-to-be realized factors may be at play (Li et al., 2025 ). Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 8 | Journal of Industrial Microbiology and Biotechnology, 2025, Vol. 52 Fig. 5. Electrostatic rationale for AcpS–ACP interaction. (a) Reconstructed E. coli AcpP-AcpS complex (PDB: 5VCB). The electrostatic surface potential map of AcpS is shown. E. coli AcpP is depicted in lime green. (b) ACP net charge comparison between ACPs showing strong ( > 60% conversion) and poor ( < 60% conversion) compatibility with AcpS. Error bars represent 95% confidence interval. ( ∗∗∗) = p ≤.001 (Welch two-sample t -test). (c) Electrostatic surface potential maps of E. coli AcpP and nonactinobacterial ACPs vul/dac/bweACP. All ACPs are rendered in the same orientation. Color map is identical to panel (a). Mean electrostatic potentials (kcal/[mol ·e]) are shown. Conclusions The ACP–PPTase interaction is an ideal target for the develop- ment of new therapeutics given its central role in modulating both primary and secondary metabolism. Here, we catalog the ACP–PPTase compatibility of 17 diverse ACPs with three PPTases: AcpS, Sfp, and vulPPT. We find that actinomycete-derived ACPs, which show moderate sequence identity with one another, are more readily activated by the PPTases explored in this study, as compared with the nonactinobacterial ACPs that represent a larger sequence space. While previous studies highlight the role of amino acids C -terminal to the conserved ACP serine in PP- Tase compatibility, our work suggests that the amino acids N - terminal to this site also direct ACP–PPTase functional interac- tions. Through structural modeling, we speculate that specific hy- drophobic and hydrogen bonding interactions, as well as steric clashes, modulate the functional interactions between ACPs with Sfp/vulPPT, whereas more general electrostatic interactions guide ACP–AcpS compatibility. The highly tuned balance between ACP– PPTase complex formation and disassociation required for com- patibility suggests that mutations that alter these noncovalent interactions will lead to changes in the ability of the PPTase to phosphopantetheinylate the ACP. We remain intrigued by those ACPs that are not activated by any of the three PPTases studied and raise questions about whether these ACPs can be natively ac- tivated by their putative cognate PPTases. Future work will sys- tematically evaluate inferences made from the current work to deepen our understanding of the molecular ground rules that gov- ern ACP–PPTase interplay. Important unanswered questions of the field that are notably amenable to CUREs include “what is the role of Phe54 (vulPPT) in guiding ACP compatibility?,” “Can the puta- tive cognate PPTases activate those ACPs that were not activated by Sfp, AcpS and vulPPT?,” “Why is str-amACP a better substrate for vulPPT than Sfp?” and “how does the charge/size/polarity of amino acids upstream from the invariant Ser direct ACP folding and ability to be modified by PPTases?” Answers to these founda- tional questions can be applied to benefit human health by in- creasing access to natural products and inhibiting the virulence factors of common pathogens. Acknowledgments We would like to thank Haverford College for supporting the inte- gration of research and teaching. We are grateful to Nicole Cun- ningham, Dr. Angus Unruh, and Dr. Zak Kerrigan for their support with media preparation and instrument maintenance/training. We are grateful to Yarra Ellett and Anna-Lee Thompson for help- ful discussions. Supplementary Material Supplementary material is available online at JIMB ( www.academ ic.oup.com/jimb ). Detailed experimental protocols, ACP names and sequences, SDS-PAGE data and LC-MS spectra are available in the accompa- nying Supplemental Information. Author Contributions L.K.C., Y.I.C., R.F., and K.A.W. designed and taught the course- based undergraduate experiences (CURE) with support of T.T.P., B.Z., C.M.M., C.M.F., and N.B.M. The following authors contributed to the manuscript through a CURE that involved experimental design, conducting experiments, analyzing data, and contribut- ing to the writing/review of this manuscript: C.M.M., E.R.B., D.C.R., X.C., B.C., M.M.C., P.D.U., T.E., C.H.E., S.F.F., O.D.G., A.R.G., I.G.G., J.D.H., T.A.H., J.K., S.K., M.L., V.L., K.K.L., S.L., K.N.M., A.M., A.T.M., Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 Bifendeh et al. | 9 K.R.M., K.M., N.B.M., K.M.N., R.A.O., T.T.P., A.T.P., T.Q., B.S.R., C.S.S., L.E.S., B.W.S., A.C.R.S., G.R.S., I.E.T., K.T., Q.K.V., M.G.Y-B., M.Y., and K.A.Z. In addition, A.L.N.B., K.K.H., C.M.M., C.M.F., and Y.I.C. ex- panded and vetted the data set. M.A.H. conducted structural and sequence-based analyses. L.K.C., Y.I.C., C.M.M., A.L.N.B., and M.A.H. wrote the manuscript. Funding We are thankful to Haverford College and the National Sci- ence Foundation (CHE-2201984) for funding and supporting this project. C.M.M. was supported by a Beckman and Goldwater Scholarship. Conflict of Interest The authors declare no conflict of interest. Data Availability Data available upon request. References Abraham , M. J., Murtola, T., Schulz, R., Páll, S., Smith, J. C., Hess, B., & Lindahl, E. (2015). GROMACS: High performance molecular sim- ulations through multi-level parallelism from laptops to super- computers. SoftwareX , 1-2 , 19–25. https://doi.org/10.1016/j.softx. 2015.06.001 Abramson , J., Adler, J., Dunger, J., Evans, R., Green, T., Pritzel, A., Ron- neberger, O., Willmore, L., Ballard, A. J., Bambrick, J., Bodenstein, S. W., Evans, D. A., Hung, C.-C., O’Neill, M., Reiman, D., Tunyasuvu- nakool, K., Wu, Z., Žemgulyt˙e, A., Arvaniti, E., & Jumper, J. M. (2024). Accurate structure prediction of biomolecular interactions with AlphaFold 3. Nature , 630 (8016), 493. https://doi.org/10.1038/s415 86- 024- 07487- w Ballinger , E., Mosior, J., Hartman, T., Burns-Huang, K., Gold, B., Mor- ris, R., Goullieux, L., Blanc, I., Vaubourgeix, J., Lagrange, S., Fraisse, L., Sans, S., Couturier, C., Bacqué, E., Rhee, K., Scarry, S. M., Aubé, J., Yang, G., Ouerfelli, O., & Nathan, C. (2019). Opposing reactions in coenzyme A metabolism sensitize Mycobacterium tuberculosis to enzyme inhibition. Science , 363 (6426), eaau8959. https://doi.org/ 10.1126/science.aau8959 Bartholow , T. G., Sztain, T., Patel, A., Lee, D. J., Young, M. A., Abagyan, R., & Burkart, M. D. (2021). Elucidation of transient protein-protein interactions within carrier protein-dependent biosynthesis. Com- munications Biology , 4 (1), 340. https://doi.org/10.1038/s42003-021 - 01838- 3 Blin , K., Shaw, S., Augustijn, H. E., Reitz, Z. L., Biermann, F., Alanjary, M., Fetter, A., Terlouw, B. R., Metcalf, W. W., Helfrich, E. J. N., van Wezel, G. P., Medema, M. H., & Weber, T. (2023). antiSMASH 7.0: New and improved predictions for detection, regulation, chem- ical structures and visualisation. Nucleic Acids Research , 51 (W1), W46. https://doi.org/10.1093/nar/gkad344 Bräuer , A., Zhou, Q., Grammbitter, G. L. C., Schmalhofer, M., Rühl, M., Kaila, V. R. I., Bode, H. B., & Groll, M. (2020). Structural snapshots of the minimal PKS system responsible for octaketide biosynthesis. Nature Chemistry , 12 (8), 755–763. https://doi.org/10.1038/s41557-0 20- 0491- 7 Cho , Y. I., Armstrong, C. L., Sulpizio, A., Acheampong, K. K., Banks, K. N., Bardhan, O., Churchill, S. J., Connolly-Sporing, A. E., Crawford, C. E. W., Cruz Parrilla, P. L., Curtis, S. M., De La Ossa, L. M., Epstein, S. C., Farrehi, C. J., Hamrick, G. S., Hillegas, W. J., Kang, A., Laxton, O. C., Ling, J., & Charkoudian, L. K. (2022). Engineered chimeras unveil swappable modular features of fatty acid and polyketide synthase acyl carrier proteins. Biochemistry , 61 (4), 217–227. https: //doi.org/10.1021/acs.biochem.1c00798 Crosby , J., & Crump, M. P. (2012). The structural role of the carrier protein—active controller or passive carrier. Natural Product Re- ports , 29 (10), 1111–1111. https://doi.org/10.1039/c2np20062g Cummings , M., Peters, A. D., Whitehead, G. F. S., Menon, B. R. K., Micklefield, J., Webb, S. J., & Takano, E. (2019). Assembling a plug- and-play production line for combinatorial biosynthesis of aro- matic polyketides in Escherichia coli. PLoS Biology , 17 (7), e3000347. https://doi.org/10.1371/journal.pbio.3000347 Garwin , J. L., Klages, A. L., & Cronan, J. E. (1980). Structural, enzymatic, and genetic studies of β-ketoacyl-acyl carrier protein synthases I and II of Escherichia coli. Journal of Biological Chemistry , 255 (24), 11949–11956. Hsu , K. K., Ferguson, C. M., McBride, C. M., Mostaghim, N. B., Mabry, K. N., Fairman, R., Cho, Y. I., & Charkoudian, L. K. (2025). A Phos- phopantetheinyl Transferase from Dictyobacter vulcani sp. W12 Expands the Combinatorial Biosynthetic Toolkit , 10 (33). https://doi.or g/10.1021/acsomega.5c02708 Huang , J., & MacKerell, A. D. (2013). CHARMM36 all-atom additive protein force field: Validation based on comparison to NMR data. Journal of Computational Chemistry , 34 (25), 2135–2145. Kozlowski , L. P. (2021). IPC 2.0: Prediction of isoelectric point and p K a dissociation constants. Nucleic Acids Research , 49 (W1), W285– W292. https://doi.org/10.1093/nar/gkab295 Lambalot , R. H., & Walsh, C. T. (1995). Cloning, overproduction, and characterization of the Escherichia coli holo-acyl carrier protein synthase ( ∗). Journal of Biological Chemistry , 270 (42), 24658–24661. https://doi.org/10.1074/jbc.270.42.24658 Li , K., Cho, Y. I., Tran, M. A., Wiedemann, C., Zhang, S., Koweek, R. S., Hoàng, N. K., Hamrick, G. S., Bowen, M. A., Kokona, B., Stallforth, P., Beld, J., Hellmich, U. A., & Charkoudian, L. K. (2025). Strategic acyl carrier protein engineering enables func- tional type II polyketide synthase reconstitution in vitro. ACS Chemical Biology , 20 (1), 197–207. https://doi.org/10.1021/acschemb io.4c00678 Liu , X., Hua, K., Liu, D., Wu, Z.-L., Wang, Y., Zhang, H., Deng, Z., Pfeifer, B. A., & Jiang, M. (2020). Heterologous biosynthesis of type II polyketide products using E. coli . ACS Chemical Biology , 15 (5), 1177– 1183. https://doi.org/10.1021/acschembio.9b00827 Madeira , F., Madhusoodanan, N., Lee, J., Eusebi, A., Niewielska, A., Tivey, A. R. N., Lopez, R., & Butcher, S. (2024). The EMBL-EBI Job Dispatcher sequence analysis tools framework in 2024. Nucleic Acids Research , 52 (W1), W521–W525. https://doi.org/10.1093/nar/ gkae241 Marcella , A. M., Culbertson, S. J., Shogren-Knaak, M. A., & Barb, A. W. (2017). Structure, high affinity, and negative cooperativity of the Escherichia coli holo-(acyl carrier protein):Holo-(acyl carrier protein) synthase complex. Journal of Molecular Biology , 429 (23), 3763–3775. https://doi.org/10.1016/j.jm b.2017.10.015 McBride , C. M., Miller, E. L., & Charkoudian, L. K. (2023). An updated catalogue of diverse type II polyketide synthase biosynthetic gene Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026 10 | Journal of Industrial Microbiology and Biotechnology, 2025, Vol. 52 clusters captured from large-scale nucleotide databases. Micro- bial Genomics , 9 (3), mgen000965. https://doi.org/10.1099/mgen.0.0 00965 Nguyen , C., Haushalter, R. W., Lee, D. J., Markwick, P. R. L., Bruegger, J., Caldara-Festin, G., Finzel, K., Jackson, D. R., Ishikawa, F., O’Dowd, B., McCammon, J. A., Opella, S. J., Tsai, S. C., & Burkart, M. D. (2014). Trapping the dynamic acyl carrier protein in fatty acid biosyn- thesis. Nature , 505 (7483), 427–431. https://doi.org/10.1038/nature 12810 Pedersen , T. B., Nielsen, M. R., Kristensen, S. B., Spedtsberg, E. M. L., Sørensen, T., Petersen, C., Muff, J., Sondergaard, T. E., Nielsen, K. L., Wimmer, R., Gardiner, D. M., & Sørensen, J. L. (2022). Speed dat- ing for enzymes! Finding the perfect phosphopantetheinyl trans- ferase partner for your polyketide synthase. Microbial Cell Factories , 21 (1), 9. https://doi.org/10.1186/s12934- 021- 01734- 9 Pettersen , E. F., Goddard, T. D., Huang, C. C., Couch, G. S., Greenblatt, D. M., Meng, E. C., & Ferrin, T. E. (2004). UCSF chimera—A visu- alization system for exploratory research and analysis. Journal of Computational Chemistry , 25 (13), 1605–1612. https://doi.org/10.100 2/jcc.20084 Pettersen , E. F., Goddard, T. D., Huang, C. C., Meng, E. C., Couch, G. S., Croll, T. I., Morris, J. H., & Ferrin, T. E. (2021). UCSF ChimeraX: Structure visualization for researchers, educators, and develop- ers. Protein Science , 30 (1), 70–82. https://doi.org/10.1002/pro.3943 Pira , H., Risdian, C., Kämpfer, P., Müsken, M., Schupp, P. J., & Wink, J. (2021). Zooshikella harenae sp. Nov., isolated from Pacific oyster Crassostrea gigas, and establishment of Zooshikella ganghwensis subsp. Marina subsp. Nov. and Zooshikella ganghwensis subsp. Ganghwensis subsp. Nov. Diversity , 13 (12), 641. https://doi.org/10 .3390/d13120641 Purcell , A. W., Aguilar, M.-I., & Hearn, M. T. W. (1999). Probing the binding behavior and conformational states of globular proteins in reversed-phase high-performance liquid chromatography. An- alytical Chemistry , 71 (13), 2440–2451. https://doi.org/10.1021/ac98 08369 Quadri , L. E., Weinreb, P. H., Lei, M., Nakano, M. M., Zuber, P., & Walsh, C. T. (1998). Characterization of Sfp, a Bacillus subtilis phospho- pantetheinyl transferase for peptidyl carrier protein domains in peptide synthetases. Biochemistry , 37 (6), 1585–1595. https://doi.or g/10.1021/bi9719861 Robert , X., & Gouet, P. (2014). Deciphering key features in protein structures with the new ENDscript server. Nucleic Acids Research , 42 (W1), W320–W324. https://doi.org/10.1093/nar/gku316 Sunbul , M., Marshall, N. J., Zou, Y., Zhang, K., & Yin, J. (2009). Cat- alytic turnover-based phage selection for engineering the sub- strate specificity of Sfp phosphopantetheinyl transferase. Journal of Molecular Biology , 387 (4), 883–898. https://doi.org/10.1016/j.jmb. 2009.02.010 Sztain , T., Bartholow, T. G., Lee, D. J., Casalino, L., Mitchell, A., Young, M. A., Wang, J., McCammon, J. A., & Burkart, M. D. (2021). Decoding allosteric regulation by the acyl carrier protein. Proceedings of the National Academy of Sciences , 118 (16), e2025597118. https://doi.or g/10.1073/pnas.2025597118 Tufar , P., Rahighi, S., Kraas, F. I., Kirchner, D. K., Lohr, F., Henrich, E., Köpke, J., Dikic, I., Güntert, P., Marahiel, M. A., & Dötsch, V. (2014). Crystal structure of a PCP/Sfp complex reveals the structural ba- sis for carrier protein posttranslational modification. Chemistry & Biology , 21 (4), 552–562. https://doi.org/10.1016/j.chembiol.2014.02 .014 Wang , E. H., Nagarajan, Y., Carroll, F., & Schug, K. A. (2016). Reversed- phase separation parameters for intact proteins using liquid chromatography with triple quadrupole mass spectrometry: Liq- uid chromatography. Journal of Separation Science , 39 (19), 3716– 3727. https://doi.org/10.1002/jssc.201600764 Winkler , R. (2010). ESIprot: A universal tool for charge state determi- nation and molecular weight calculation of proteins from electro- spray ionization mass spectrometry data. Rapid Communications in Mass Spectrometry , 24 (3), 285–294. https://doi.org/10.1002/rcm. 4384 Worthington , A. S., Hur, G. H., Meier, J. L., Cheng, Q., Moore, B. S., & Burkart, M. D. (2008). Probing the compatibility of type II ketosynthase-carrier protein partners. Chembiochem , 9 (13), 2096– 2103. https://doi.org/10.1002/cbic.200800198 Worthington , A. S., Porter, D. F., & Burkart, M. D. (2010). Mechanism- based crosslinking as a gauge for functional interaction of mod- ular synthases. Organic & Biomolecular Chemistry , 8 (8), 1769–1769. https://doi.org/10.1039/b925966j Ye , Z., & Williams, G. J. (2014). Mapping a ketosynthase:Acyl car- rier protein binding interface via unnatural amino acid-mediated photo-cross-linking. Biochemistry , 53 (48), 7494–7502. https://doi.or g/10.1021/bi500936u Zheng , Y., Wang, C., Sakai, Y., Abe, K., Yokota, A., & Yabe, S. (2020). Dictyobacter vulcani sp. Nov., belonging to the class Ktedonobac- teria, isolated from soil of the Mt Zao volcano. International Jour- nal of Systematic and Evolutionary Microbiology , 70 (3), 1805. https: //doi.org/10.1099/ijsem.0.003975 Received: July 14, 2025. Accepted: September 19, 2025 © The Author(s) 2025. Published by Oxford University Press on behalf of Society of Industrial Microbiology and Biotechnology. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs licence ( https://creativecommons.org/licenses/by- nc- nd/4.0/ ), which permits non-commercial reproduction and distribution of the work, in any medium, provided the original work is not altered or transformed in any way, and that the work is properly cited. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site-for further information please contact journals.permissions@oup.com Downloaded from https://academic.oup.com/jimb/article/doi/10.1093/jimb/kuaf031/8266814 by Haverford College user on 14 January 2026",
  "metadata": {
    "faculty_name": "Louise K. Charkoudian",
    "date_published": "2025-09-27T00:00:00Z",
    "content_type": "Publication",
    "department": "Chemistry"
  }
}