{
  "id": "006",
  "document": "Substituent Effects Govern the Efficiency of Isoxazole Photoisomerization to Carbonyl‑2H‑Azirines Kyra E. Jackson, Isabelle Szeto, Leah M. Seebald,* and Samuel G. Shepard* Cite This: https://doi.org/10.1021/acsorginorgau.5c00105 Read Online ACCESS Metrics & More Article Recommendations * sı Supporting Information ABSTRACT: The photoisomerization of isoxazoles is an atom-economical route to carbonyl-2H-azirines, which are valuable in both synthetic and biological applications. However, isolation of the carbonyl-2H-azirine is challenged by reverse photoisomerization back to the isoxazole and irreversible rearrangement to an oxazole. In this work, we demonstrate that substituent selection on 3,5-disubstituted isoxazoles plays a critical role in driving the photochemical isoxazole−azirine equilibrium toward the carbonyl-2H-azirine while avoiding oxazole formation. We find that substituents affect the degree of overlap in the absorption spectra of isoxazole−azirine pairs, where reducing overlap increases the efficiency of photoisomerization. We use time-dependent density functional theory to predict absorption spectra for isomer pairs with varied 3,5-disubstituents, identifying tert-butyl- and trifluoromethyl-substituted 5-aminoisoxazoles as promising structures. We then tested these predictions experimentally, revealing efficient formation of carbonyl-2H-azirines in high yields with minimal oxazole formation. This is in contrast to a phenyl-substituted 5-aminoisoxazole, which was found to readily form oxazoles, precluding isolation of the carbonyl-2H-azirine. These results demonstrate the utility of substituent-driven design for tuning photoisomerization equilibria and provide an atom-economical option for generating carbonyl-2H-azirines on synthetically useful scales. KEYWORDS: Photoisomerization, isoxazole, 2H-azirine, oxazole, atom-economy N -heterocycles are fundamental tools in pharmaceutical development, often serving as privileged scaffolds in bioactive agents. Expanding the accessible chemical space of N-heterocycles is critical for designing new molecules of pharmaceutical and broader interest; this expansion can be achieved by developing new synthetic methods to efficiently access more complex targets. For example, the 2H-azirine is a highly strained ring that serves as a versatile tool in the synthesis of a wide array of N-heterocycles.1,2 In addition to synthetic utility, 2H-azirines have also shown promise in biological applications, such as activity-based protein profiling (ABPP).3,4 Within this context, carbonyl-2H-azirines are of particular interest, as these moieties are found in a small set of natural products3,4 invoked for antimicrobial development.2 Given these applications, methods to safely and efficiently access carbonyl-2H-azirines are valuable. Although there are several reported methods to synthesize carbonyl-2H-azirines,5−9 a green method to access this moiety is the photoisomerization of isoxazoles (Scheme 1).10,11 This photolysis results in cleavage of the isoxazole N−O bond to form a vinylnitrene intermediate, and an intramolecular biradical recombination yields the carbonyl-2H-azirine.12−17 This conversion demonstrates two of the 12 principles of green chemistry: the reaction has 100% atom economy and minimizes hazards, as the only added “reagent” is light.18 Despite these advantages, there are two drawbacks to synthesizing carbonyl-2H-azirines via photoisomerization. First, the isomerization from isoxazole to carbonyl-2H-azirine is photochemically reversible, where returning to the aromatic isoxazole can relieve the ring strain of the 2H-azirine moiety. Second, the carbonyl-2H-azirine can undergo an irreversible photoisomerization to an oxazole isomer. As a result, yields of carbonyl-2H-azirines are often low, with undesired rearrange- ments to oxazoles or ring-opening side products.19−23 Received: October 16, 2025 Revised: November 20, 2025 Accepted: November 25, 2025 Scheme 1. Photochemical Relationship between the Isoxazole, Carbonyl-2H-Azirine, and Oxazole Isomers Letter pubs.acs.org/orginorgau © XXXX The Authors. Published by American Chemical Society A https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX This article is licensed under CC-BY 4.0 Downloaded via HAVERFORD COLG on January 14, 2026 at 00:01:12 (UTC). See https://pubs.acs.org/sharingguidelines for options on how to legitimately share published articles. Since the seminal paper demonstrating the formation of carbonyl-2H-azirines via photoisomerization of isoxazoles,24 several authors have encountered the relationship between isoxazoles and 2H-azirines with little control over equili- bria19,25 or worked to direct the pathway away from oxazoles using metal catalysts.6,26−28 In the original demonstration of this method, Singh and Ullman investigated the photochemical transformation of 3,5-diphenylisoxazole. The authors identified a carbonyl-2H-azirine intermediate in the transformation from isoxazole to oxazole. Illumination with a 254 nm light source excited 3,5-diphenylisoxazole, triggering isomerization to the corresponding carbonyl-2H-azirine. Subsequently, the same 254 nm light source excited the carbonyl-2H-azirine, inducing rearrangement to the oxazole.24 These results suggest that the overlap in the absorption spectra of isoxazole−azirine pairs could be critical to directing product formation. We posit that this overlap is the principal factor complicating the isolation of carbonyl-2H-azirines in the photoisomerization of isoxazoles. The overlap in absorption spectra is likely caused by the conjugation of aryl substituents to the heterocyclic cores of the isomers, which constitutes the overwhelming majority of experimental isoxazole−carbonyl-2H-azirine photoisomeriza- tion studies.20 Aryl substituents, broadly useful in chemistry for the stability and tunability they provide, are often employed in photochemistry to enhance chromophore absorption due to “antenna effects.”29,30 In this instance, however, the aryl substituents dominate the photochemical behavior of the isoxazole and the intermediate carbonyl-2H-azirine, leading to significant overlap of the absorption bands. Computational tools such as time-dependent density functional theory (TD- DFT) provide a facile method for predicting the effect of aryl substitution on the absorption spectra of isoxazole, carbonyl- 2H-azirine, and oxazole. To narrow our investigation, we focused on 3,5-disubsti- tuted isoxazoles (where R1 and R2 identify the 3′ and 5′ positions in the isoxazole, respectively) and the corresponding carbonyl-2H-azirine and oxazole isomers (see back to Scheme 1). Specifically, we compared the computational absorbance predictions for isoxazole−azirine−oxazole isomer trios bearing aryl substituents against isomer trios bearing nonaryl groups (Figure S2). In our initial screen, amines in the R2 position were found to significantly enhance the discrimination between the isoxazole and carbonyl-2H-azirine absorbances when paired with alkyl groups in the R1 position. The R2-amino- isoxazoles could also easily be synthesized from α-cyanoke- tones and provide an alkylation handle for synthesizing more complex isoxazoles. This amino substituent provided a synthetically accessible starting point for validating our computational results. To more deeply analyze the effects of conjugation, we selected a set of isomer trios bearing primary amines in the R2 position with phenyl (Ph), tert-butyl (t-Bu), and trifluoromethyl (CF3) substituents in the R1 position as isomer trios 1, 2, and 3, respectively. For reference of specific isomer trios, the following naming conventions will be used: Each isoxazole (Is-1, Is-2, Is-3) rearranges to the correspond- ing carbonyl-2H-azirine (Az-1, Az-2, Az-3, respectively) and oxazole (Ox-1, Ox-2, Ox-3, respectively). Predicted spectra for these isomer trios were generated using TD-DFT at a level of theory consistent with literature on heterocycles.31 The predictions revealed stark differences in the absorption spectra of isomer trio 1 compared with trios 2 and 3 (Figure 1). The lowest-energy major absorption band for the isoxazole, which guides the excitation wavelength for the photoisomerization experiment, exhibits a substantial bathochromic (red) shift for Is-2 (222 nm) and Is-3 (239 nm) relative to the corresponding carbonyl-2H-azirine, Az-2 (179 nm) and Az-3 (175 nm). This results in 40−60 nm separation between relevant isoxazole and carbonyl-2H-azirine absorption bands for 2 and 3, providing a window to selectively excite the isoxazoles. This is in contrast to isomer trio 1, for which there are no unique regions where Is-1 absorbs but Az-1 does not. These simulations predict that Is-2 and Is-3 can be selectively excited to yield Az-2 and Az-3 Figure 1. Predicted absorption spectra for isomer trios 1, 2, and 3 calculated at the TD-B3LYP/6−311+G(2d,p)+PCM(MeCN)// B3LYP/6−31G(d) level of theory (see SI for additional details). (A) Spectra for 1, the Ph-substituted isomer trio. (B) Spectra for 2, the t-Bu-substituted isomer trio. (C) Spectra for 3, the CF3- substituted isomer trio. The gray bar in (A) indicates a region in which no additional roots were calculated by TD-DFT. ACS Organic & Inorganic Au pubs.acs.org/orginorgau Letter https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX B without excitation of the carbonyl-2H-azirine. Conversely, excitation of Is-1 is predicted to occur at the same wavelength as excitation of Az-1, theoretically resulting in a mixture of Az- 1 and Ox-1. While the oxazole absorption bands are not relevant for isoxazole-to-azirine isomerization, it is worth noting that the calculated oxazole absorption bands for all three isomer trios show a bathochromic shift relative to those of the isoxazole and carbonyl-2H-azirine. This distinct absorbance is a useful handle for monitoring any oxazole formation in the isoxazole-to-azirine pathway. To experimentally validate these computational findings, we conducted a series of photoisomerization experiments on the three isomer trios, 1−3, discussed above. The starting isoxazole compounds were either synthesized (Is-1 and Is-2) or purchased from commercial suppliers (Is-3). A one-step cyclization of α-cyanoketones (3-oxo-3-phenyl-propionitrile and 4,4-dimethyl-3-oxo-pentanenitrile, respectively) with hydroxylamine hydrochloride gave Is-1 and Is-2 (Scheme 2).32 The computational and experimental spectra for the isoxazoles show good agreement (Figure S3), demonstrating the utility of TD-DFT for these absorbance predictions. Isoxazoles Is-1, Is-2, and Is-3 were subjected to UV photoisomerization with a 255 nm LED (see SI for details). The progress of each photoisomerization was monitored by UV−visible and 1H NMR spectroscopy (Figure 2). Full spectra, including extended photoisomerization times and 19F NMR for isomer set 3, can be found in SI. Photoisomerization of Is-1 shows the rapid growth of a new absorption band centered at 310 nm over the first 60 s of illumination (Figure 2A). Given the computational prediction of the Ox-1 absorbance maximum at 329 nm, it seems feasible that this absorption peak detected by UV−vis is Ox-1. Prevailing computational work predicts that Az-1 is an intermediate in the formation of Ox-1,24,33,34 but there is little evidence for this intermediate in the UV−vis data. This is likely due to similarities in absorption spectra for Is-1 and Az-1 (predicted λmax of Is-1 = 206, 246 nm, predicted λmax of Az-1 = 196, 246 nm). To elucidate the pathway of Ox-1 formation, we turned to 1H NMR monitoring of the reaction (Figure 2A). At the higher concentrations necessary for 1H NMR monitoring (10 mg/mL in MeCN-d3), the photoisomerization of Is-1 occurs more slowly than at concentrations required for UV−vis (4 μg/mL in MeCN). The 1H NMR time course shows consumption of Is-1 peaks (δ = 5.45, 5.27 ppm) by 20 min and the formation of new strong peaks at 6.14 and 4.44 ppm, integrating to a respective 1:2 ratio, consistent with a 5-amino-oxazole.35−37 The agreement of UV−vis and 1H NMR data gives us confidence that the rapidly formed species is Ox-1. At this time point, it is also notable that there are 1H NMR peaks associated with Az-1 as distinguished by two broad peaks at 6.32 and 5.80 ppm, characteristic of the two amide protons, and the 2H-azirine proton at 2.74 ppm. Together, these experiments corroborate literature precedent that the carbonyl- 2H-azirine is likely an intermediate in the photoisomerization of isomer trio 1.33,34,38 These results suggest that isolation of a carbonyl-2H-azirine with a phenyl substituent at R1 is consistently challenged by the rapid rearrangement of the carbonyl-2H-azirine to the oxazole byproduct. In this way, the behavior of isomer trio 1 parallels 3,5-diphenylisoxazoles studied in prior work, where the principal route to the oxazole was predicted to require two photons and pass through an excited carbonyl-2H-azirine intermediate.15,24, Although iso- lation of Ox-1 is beyond the scope of this work, we note that the NMR (Figure S6) and UV−vis spectra (Figure S7) continue to evolve beyond this early time scale due to suspected oxazole decomposition. Turning next to the UV photoisomerization of Is-2, we observed a gradual decrease in the characteristic isoxazole absorbance centered at 235 nm over the course of 15 min, accompanied by the emergence of a new peak at about 190 nm, which is not fully resolved due to instrument limitations (Figure 2B). The slower rate of photoisomerization compared to Is-1 may be due to an enhanced oscillator strength of the phenyl-conjugated species. It may also be due to a spectral mismatch of the λmax of Is-2 (235 nm) compared to the irradiation wavelength of the lamp (255 ± 5 nm) especially in light of the more rapid isomerization of Is-3 (vide infra). In the photoisomerization spectra for Is-2, the presence of an isosbestic point suggests a one-to-one conversion from Is-2 to a single product. This newly formed peak is not in the vicinity of the predicted Ox-2 absorbance centered at 238 nm; instead, it resembles the predicted absorbance of Az-2 at 179 nm. To support this identification, we monitored the reaction progress by 1H NMR (Figure 2B), which showed two diagnostic amide proton signals at 6.13 and 5.69 ppm that are consistent with Az-2, along with the characteristic 2H- azirine proton at 2.36 ppm (Figure S8). These data confirm that under these conditions Az-2 is the major product of Is-2 photolysis. Finally, irradiation of Is-3 with 255 nm light resulted in the complete consumption of the isoxazole absorbance centered at 251 nm and the formation of a peak in the deep UV range in less than 1 min (Figure 2C). Based on the calculated absorbance of Az-3 (λmax = 175 nm), the rise of absorbance below 200 nm, and the absence of any feature attributable to Ox-3 (predicted λmax = 255 nm), this species is consistent with Az-3. This assignment was further supported by both 1H NMR (Figure 2C, Figure S9) and 19F NMR (Figure S10). The isomer trios 2 and 3 exhibit comparable experimental photoisomerization properties, enabling the formation of carbonyl-2H-azirines with no detectable oxazole formation. This demonstrates that with appropriate substituent selection, carbonyl-2H-azirines can be cleanly accessed through a single- step photoisomerization of the corresponding isoxazole precursors, making this an exceptionally atom-efficient synthetic approach. To demonstrate the synthetic viability of this substituent- guided photoisomerization approach, we scaled up the reaction of Is-2 to 100 mg. Az-2 was readily isolated as the major product after solvent removal without the need for chromato- graphic purification. This result highlights the scalability, efficiency, and simplicity of this method for accessing carbonyl- 2H-azirines in synthetically useful quantities. We also scaled up the reaction of Is-3 to 100 mg to obtain Az-3. Using the same procedure, Az-3 was generated with no detectable oxazole Scheme 2. Synthetic Route Affording the Isoxazoles Is-1 and Is-2 from the Corresponding α-Cyanoketones ACS Organic & Inorganic Au pubs.acs.org/orginorgau Letter https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX C byproduct. However, solvent removal resulted in apparent degradation, as evidenced by the significantly reduced isolated mass (<10% yield) and 1H and 13C NMR spectra that did not match the expected product. These findings suggest that Az-3 is too reactive to be isolated under the conditions examined. Prior studies have shown that photochemical rearrangements of isoxazoles can generate highly reactive intermediates, including ketenimines,39 which can undergo rapid secondary reactions. Additionally, 2H-azirines are well-known to be reactive species capable of ring-opening, cycloaddition, or conversion to aziridines that may undergo polymerization or further ring opening reactions.40,41 The exact identity of the decomposition products observed here remains inconclusive based on available characterization data; however, the collective literature precedent indicates that multiple reactive pathways are plausible. Nonetheless, the described method reliably provides clean in situ generation of Az-3 for immediate use. Next, we sought to understand the electronic basis for the stark contrast between isomer trio 1 (Ph-substituted) and isomer trios 2 and 3 (t-Bu- and CF3-substituted). Focusing on just the isoxazole−azirine pairs, we analyzed the orbital character for primary transitions of interest to better understand trends in spectral overlap (Figure S4). Notably, the major absorption bands for isoxazoles Is-2 and Is-3 (primarily derived from a LUMO ←HOMO) feature an Figure 2. UV−vis and NMR photolysis progress for (A) Is-1, (B) Is-2, and (C) Is-3. For UV−vis scale experiments, samples were prepared at about 4 μg/mL in HPLC-grade MeCN. For NMR-scale experiments, samples were prepared at about 10 mg/mL in MeCN-d3. The stacked 1H NMR spectra are trimmed for clarity and hallmark regions are independently scaled for easier visualization. Hashed lines indicate trim points. For full spectra and additional photoisomerization details, see SI. (A) UV−vis data (left) show changes over 1 min and NMR data (right) show changes over 3 h. (B) UV−vis data (left) show changes over 15 min and NMR data (right) show changes over 8 h. (C) UV−vis data (left) show changes over 1 min and NMR data (right) show changes over 30 min. ACS Organic & Inorganic Au pubs.acs.org/orginorgau Letter https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX D expansion of electron density from the isoxazole core and amino group to the entire molecule, including the R1 substituent, while the corresponding carbonyl-2H-azirine transitions show little change in electron density across the molecule. In contrast, for isomer pair 1, both the isoxazole and carbonyl-2H-azirine major orbital transitions show a migration of electron density away from the amine. The similarities in orbital transitions for the isomer pair 1 result in overlapping absorbances around 245 nm. Effectively, both Is-1 and Az-1 behave like substituted benzene compounds, and thus differences in absorption spectra are minimal. As a result, the carbonyl-2H-azirine is eventually re-excited and goes on to engage in a second photoisomerization reaction. The reversible photoisomerization of isoxazoles to carbonyl- 2H-azirines and the further rearrangement to oxazoles has been well-documented, fueling interest in method development for efficient isolation of the carbonyl-2H-azirine species.22,24,34 Our work complements these approaches by identifying the key role of the absorption spectra of the isomer trios in determining the outcome of photolysis. When isomer trios are chosen with intentional substituent selection on the isoxazole, spectral separation enables selective photoisomerization of the carbonyl-2H-azirine. This separation prevents the re-excitation of the carbonyl-2H-azirine, avoiding the rearrangement to oxazoles that so often complicates the synthesis of aryl- substituted carbonyl-2H-azirines. To inform substituent selection, we have demonstrated the utility of TD-DFT as a predictive tool in the design of efficient synthetic routes to carbonyl-2H-azirines. Using this predictive tool, we have found that nonconjugated R1 groups and amino R2 groups are effective at engineering spectral separation such that the photoisomerization results in no detectable oxazole formation. We intend to expand this substituent investigation in further work to uncover the electronic dynamics driving this result, establishing concrete design principles for the photoisomeriza- tion of isoxazoles to carbonyl-2H-azirines. An electronically- guided synthetic design will ultimately enable atom-econom- ical access to a broad range of structurally diverse carbonyl-2H- azirines. ■ASSOCIATED CONTENT Data Availability Statement The data underlying this study are available in the published article and its Supporting Information. * sı Supporting Information The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsorginorgau.5c00105. Computational and synthetic methods, including char- acterization of new molecules (1H, 13C, and 19F NMR spectra), additional computational experiments, and extended reaction monitoring (PDF) ■AUTHOR INFORMATION Corresponding Authors Leah M. Seebald −Department of Chemistry, Haverford College, Haverford, Pennsylvania 19041, United States; orcid.org/0000-0001-8890-8985; Email: lseebald@ haverford.edu Samuel G. Shepard −Department of Chemistry, Haverford College, Haverford, Pennsylvania 19041, United States; Present Address: Department of Chemistry, Allegheny College, Meadville, Pennsylvania 16335, United States; orcid.org/0000-0002-6783-5403; Email: sshepard@ allegheny.edu Authors Kyra E. Jackson −Department of Chemistry, Haverford College, Haverford, Pennsylvania 19041, United States; Present Address: Department of Chemistry, University of Chicago, Chicago, Illinois 60637, United States Isabelle Szeto −Department of Chemistry, Haverford College, Haverford, Pennsylvania 19041, United States Complete contact information is available at: https://pubs.acs.org/10.1021/acsorginorgau.5c00105 Author Contributions K.E.J. performed the computational screen, isoxazole synthesis, and initial photoisomerization studies. I.S. performed addi- tional synthesis and photoisomerization studies. L.M.S. and S.G.S. jointly advised the research and prepared the final version of the manuscript. Notes The authors declare no competing financial interest. ■ACKNOWLEDGMENTS L.M.S. acknowledges support from Haverford College start-up funds. S.G.S. acknowledges support from departmental funds provided by the Haverford College Chemistry Department. We thank Gabriel Rocco Johnson Sotero for prior work and discussions that helped shape the direction of this project. We also thank Jason Haas for his feedback on this manuscript. ■REFERENCES (1) Khlebnikov, A. F.; Novikov, M. S.; Rostovskii, N. V. Advances in 2H-Azirine Chemistry: A Seven-Year Update. Tetrahedron 2019, 75 (18), 2555−2624. (2) Sakharov, P. A.; Novikov, M. S.; Rostovskii, N. V. 2H-Azirines in Medicinal Chemistry. Chem. Heterocycl. Compd. 2021, 57 (5), 512− 521. (3) Ma, N.; Hu, J.; Zhang, Z.-M.; Liu, W.; Huang, M.; Fan, Y.; Yin, X.; Wang, J.; Ding, K.; Ye, W.; Li, Z. 2H-Azirine-Based Reagents for Chemoselective Bioconjugation at Carboxyl Residues Inside Live Cells. J. Am. Chem. Soc. 2020, 142 (13), 6051−6059. (4) Anderson, A. J.; Seebald, L. M.; Arbour, C. A.; Imperiali, B. Probing Monotopic Phosphoglycosyl Transferases from Complex Cellular Milieu. ACS Chem. Biol. 2022, 17 (11), 3191−3197. (5) Babaoglu, E.; Hilt, G. Electrochemical Iodine-Mediated Oxidation of Enamino-Esters to 2H-Azirine-2-Carboxylates Sup- ported by Design of Experiments. Chem. −Eur. J. 2020, 26 (41), 8879−8884. (6) Auricchio, S.; Bini, A.; Pastormerlo, E.; Truscello, A. M. Iron Dichloride Induced Isomerization or Reductive Cleavage of Isoxazoles: A Facile Synthesis of 2-Carboxy-Azirines. Tetrahedron 1997, 53 (31), 10911−10920. (7) Li, C.; Yuan, J.; Zhang, Q.; Bhujanga Rao, C.; Zhang, R.; Zhao, Y.; Deng, B.; Dong, D. Oxidative Cyclization of β-Aminoacrylamides Mediated by PhIO: Chemoselective Synthesis of Isoxazoles and 2H- Azirines. J. Org. Chem. 2018, 83 (24), 14999−15008. (8) Davis, F. A.; Deng, J. Asymmetric Synthesis of 2H-Azirine 3- Carboxylates. Org. Lett. 2007, 9 (9), 1707−1710. (9) Gentilucci, L.; Grijzen, Y.; Thijs, L.; Zwanenburg, B. Convenient Synthesis of Optically Active 2H-Azirine-2-Carboxylic Esters by Swern Oxidation of Aziridine-2-Carboxylic Esters. Tetrahedron Lett. 1995, 36 (26), 4665−4668. ACS Organic & Inorganic Au pubs.acs.org/orginorgau Letter https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX E (10) Grellmann, K. H.; Tauer, E. Photolysis of Benz- and Naphth- Isoxazoles: Evidence for the Intermediate Formation of Azirines. J. Photochem. 1976, 6 (5), 365−370. (11) Sauers, R. R.; Hadel, L. M.; Scimone, A. A.; Stevenson, T. A. Photochemistry of 4-Acylisoxazoles. J. Org. Chem. 1990, 55 (13), 4011−4019. (12) Nunes, C. M.; Reva, I.; Pinho E Melo, T. M. V. D.; Fausto, R. UV-Laser Photochemistry of Isoxazole Isolated in a Low-Temperature Matrix. J. Org. Chem. 2012, 77 (19), 8723−8732. (13) Nunes, C. M.; Reva, I.; Fausto, R. Capture of an Elusive Nitrile Ylide as an Intermediate in Isoxazole−Oxazole Photoisomerization. J. Org. Chem. 2013, 78 (21), 10657−10665. (14) Cao, J. Photoinduced Reactions of Both 2-Formyl-2H-Azirine and Isoxazole: A Theoretical Study Based on Electronic Structure Calculations and Nonadiabatic Dynamics Simulations. J. Chem. Phys. 2015, 142 (24), 244302. (15) Sriyarathne, H. D. M.; Sarkar, S. K.; Hatano, S.; Abe, M.; Gudmundsdottir, A. D. Photolysis of 3,5-Diphenylisoxazole in Argon Matrices. J. Phys. Org. Chem. 2017, 30 (4), No. e3638. (16) Nunes, C. M.; Reva, I.; Pinho E Melo, T. M. V. D.; Fausto, R.; Šolomek, T.; Bally, T. The Pyrolysis of Isoxazole Revisited: A New Primary Product and the Pivotal Role of the Vinylnitrene. A Low- Temperature Matrix Isolation and Computational Study. J. Am. Chem. Soc. 2011, 133 (46), 18911−18923. (17) Sauers, R. R.; Van Arnum, S. D. Some Novel Isoxazole Photochemistry: A Comparison with Vinyl Azide Chemistry. Tetrahedron Lett. 1987, 28 (47), 5797−5800. (18) Trost, B. M. The Atom Economy\u0001A Search for Synthetic Efficiency. Science 1991, 254 (5037), 1471−1477. (19) Koo, H.; Kim, H. Y.; Oh, K. Continuous Flow Synthesis of Isoxazoles via Vinyl Azides from Friedel−Crafts Acylation of Alkynes: A Modulated Troubleshooting Optimization Approach. Org. Lett. 2019, 21 (24), 10063−10068. (20) Galenko, E. E.; Khlebnikov, A. F.; Novikov, M. S. Isoxazole- Azirine Isomerization as a Reactivity Switch in the Synthesis of Heterocycles. Chem. Heterocycl. Compd. 2016, 52 (9), 637−650. (21) Hu, F.; Szostak, M. Recent Developments in the Synthesis and Reactivity of Isoxazoles: Metal Catalysis and Beyond. Adv. Synth. Catal. 2015, 357 (12), 2583−2614. (22) Serebryannikova, A. V.; Galenko, E. E.; Novikov, M. S.; Khlebnikov, A. F. Synthesis of Isoxazole- and Oxazole-4-Carboxylic Acids Derivatives by Controlled Isoxazole-Azirine-Isoxazole/Oxazole Isomerization. J. Org. Chem. 2019, 84 (23), 15567−15577. (23) Bracken, C.; Baumann, M. Development of a Continuous Flow Photoisomerization Reaction Converting Isoxazoles into Diverse Oxazole Products. J. Org. Chem. 2020, 85 (4), 2607−2617. (24) Ullman, E. F.; Singh, B. Photochemical Transposition of Ring Atoms in Five-Membered Heterocycles. The Photorearrangement of 3,5-Diphenylisoxazole. J. Am. Chem. Soc. 1966, 88 (8), 1844−1845. (25) Griesbeck, A. G.; Franke, M.; Neudörfl, J.; Kotaka, H. Photocycloaddition of Aromatic and Aliphatic Aldehydes to Isoxazoles: Cycloaddition Reactivity and Stability Studies. Beilstein J. Org. Chem. 2011, 7 (1), 127−134. (26) Ge, Y.; Sun, W.; Pei, B.; Ding, J.; Jiang, Y.; Loh, T.-P. Hoveyda−Grubbs II Catalyst: A Useful Catalyst for One-Pot Visible- Light-Promoted Ring Contraction and Olefin Metathesis Reactions. Org. Lett. 2018, 20 (9), 2774−2777. (27) Okamoto, K.; Nanya, A.; Eguchi, A.; Ohe, K. Asymmetric Synthesis of 2H-Azirines with a Tetrasubstituted Stereocenter by Enantioselective Ring Contraction of Isoxazoles. Angew. Chem., Int. Ed. 2018, 57 (4), 1039−1043. (28) Rostovskii, N. V.; Agafonova, A. V.; Smetanin, I. A.; Novikov, M. S.; Khlebnikov, A. F.; Ruvinskaya, J. O.; Starova, G. L. Metal- Catalyzed Isomerization of 5-Heteroatom-Substituted Isoxazoles as a New Route to 2-Halo-2H-Azirines. Synthesis 2017, 28 (19), 4478− 4488. (29) Plevoets, M.; Vogtle, F.; De Cola, L.; Balzani, V. Supra- molecular Dendrimers with a [Ru(Bpy)3]2+ Core and Naphthyl Peripheral Units. New J. Chem. 1999, 23 (1), 63−69. (30) Ng, D.; Guillet, J. E. Studies of the Antenna Effect in Polymer Molecules. 3. Singlet Electronic Energy Transfer in Poly[(9- Phenanthryl)Methyl Methacrylate] and Its Copolymers. Macro- molecules 1982, 15 (3), 724−727. (31) Asgari, M.; Memarian, H. R.; Sabzyan, H. Experimental and Computational Spectroscopic Studies of 3,5-Disubstituted 4,5- Dihydro-1,2,4-Oxadiazoles. J. Mol. Struct. 2020, 1207, 127820. (32) Liu, H.; Yan, Y.; Li, M.; Zhang, X. An Enantioselective Aza- Friedel−Crafts Reaction of 5-Aminoisoxazoles with Isatin-Derived N- Boc Ketimines. Org. Biomol. Chem. 2021, 19 (17), 3820−3824. (33) Su, M.-D. Mechanistic Analysis of an Isoxazole−Oxazole Photoisomerization Reaction Using a Conical Intersection. J. Phys. Chem. A 2015, 119 (37), 9666−9669. (34) Tanaka, H.; Osamura, Y.; Matsushita, T.; Nishimoto, K. An MO Study of the Reaction Mechanism of Photoisomerization from Isoxazole via Azirine Intermediate to Oxazole. Bull. Chem. Soc. Jpn. 1981, 54 (5), 1293−1298. (35) Mazurkiewicz, R. An Efficient Synthesis of N,N-Disubstituted 5-Aminooxazoles. Synthesis 1992, 941−943. (36) Andreev, M. V.; Medvedeva, A. S.; Larina, L. I.; Demina, M. M. Synthesis of 5-Aminoisoxazoles from 3-Trimethylsilylprop-2-Yna- mides. Mendeleev Commun. 2017, 27 (2), 175−177. (37) Osano, M.; Jhaveri, D. P.; Wipf, P. Formation of 6-Azaindoles by Intramolecular Diels−Alder Reaction of Oxazoles and Total Synthesis of Marinoquinoline A. Org. Lett. 2020, 22 (6), 2215−2219. (38) Ullman, E. F.; Singh, B. Photochemical Transposition of Ring Atoms in Five-Membered Heterocycles. The Photorearrangement of 3,5-Diphenylisoxazole. J. Am. Chem. Soc. 1966, 88 (8), 1844−1845. (39) Bracken, C.; Baumann, M. Synthesis of Highly Reactive Ketenimines via Photochemical Rearrangement of Isoxazoles. Org. Lett. 2023, 25 (35), 6593−6597. (40) Jones, G. D.; Langsjoen, A.; Neumann, S. M. M. C.; Zomlefer, J. The Polymerization of Ethylenimine. J. Org. Chem. 1944, 09 (2), 125−147. (41) Gleede, T.; Reisman, L.; Rieger, E.; Mbarushimana, P. C.; Rupar, P. A.; Wurm, F. R. Aziridines and Azetidines: Building Blocks for Polyamines by Anionic and Cationic Ring-Opening Polymer- ization. Polym. Chem. 2019, 10 (24), 3257−3283. ACS Organic & Inorganic Au pubs.acs.org/orginorgau Letter https://doi.org/10.1021/acsorginorgau.5c00105 ACS Org. Inorg. Au XXXX, XXX, XXX−XXX F",
  "metadata": {
    "faculty_name": "Leah M. Seebald",
    "date_published": "2025-12-01T00:00:00Z",
    "content_type": "Publication",
    "department": "Chemistry"
  }
}