{
  "id": "008",
  "document": " View Online  Export Citation RESEARCH ARTICLE | FEBRUARY 16 2024 Development of a universal method for vibrational analysis of the terminal alkyne C≡C stretch Special Collection: 2023 JCP Emerging Investigators Special Collection Kristina Streu ; Sara Hunsberger ; Jeanette Patel ; Xiang Wan ; Clyde A. Daly, Jr.  J. Chem. Phys. 160, 074106 (2024) https://doi.org/10.1063/5.0185580  CHORUS Articles You May Be Interested In First-principles investigation on the electronic efficiency and binding energy of the contacts formed by graphene and poly-aromatic hydrocarbon anchoring groups J. Chem. Phys. (April 2015) Probing effect of solvation on photoexcited quadrupolar donor-acceptor-donor molecule via ultrafast Raman spectroscopy Chin. J. Chem. Phys. (February 2022) A minimum quantum chemistry CCSD(T)/CBS dataset of dimeric interaction energies for small organic functional groups J. Chem. Phys. (October 2020) 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp Development of a universal method for vibrational analysis of the terminal alkyne C≡C stretch Cite as: J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 Submitted: 31 October 2023 • Accepted: 7 January 2024 • Published Online: 16 February 2024 Kristina Streu,1 Sara Hunsberger,1 Jeanette Patel,1 Xiang Wan,2 and Clyde A. Daly, Jr.1,a) AFFILIATIONS 1 Department of Chemistry, Haverford College, 370 Lancaster Ave., Haverford, Pennsylvania 19041, USA 2Department of Mathematics and Statistics, Loyola University Chicago, 1032 W. Sheridan Rd., Chicago, Illinois 60660, USA Note: This paper is part of the 2023 JCP Emerging Investigators Special Collection. a)Author to whom correspondence should be addressed: cdaly2@haverford.edu ABSTRACT The terminal alkyne C≡C stretch has a large Raman scattering cross section in the “silent” region for biomolecules. This has led to many Raman tag and probe studies using this moiety to study biomolecular systems. A computational investigation of these systems is vital to aid in the interpretation of these results. In this work, we develop a method for computing terminal alkyne vibrational frequencies and isotropic transition polarizabilities that can easily and accurately be applied to any terminal alkyne molecule. We apply the discrete variable representation method to a localized version of the C≡C stretch normal mode. The errors of (1) vibrational localization to the terminal alkyne moiety, (2) anharmonic normal mode isolation, and (3) discretization of the Born–Oppenheimer potential energy surface are quantified and found to be generally small and cancel each other. This results in a method with low error compared to other anhar- monic vibrational methods like second-order vibrational perturbation theory and to experiments. Several density functionals are tested using the method, and TPSS-D3, an inexpensive nonempirical density functional with dispersion corrections, is found to perform sur- prisingly well. Diffuse basis functions are found to be important for the accuracy of computed frequencies. Finally, the computation of vibrational properties like isotropic transition polarizabilities and the universality of the localized normal mode for terminal alkynes are demonstrated. © 2024 Author(s). All article content, except where otherwise noted, is licensed under a Creative Commons Attribution (CC BY) license (http://creativecommons.org/licenses/by/4.0/). https://doi.org/10.1063/5.0185580 I. INTRODUCTION Infrared and Raman spectroscopy are invaluable tools for investigating the structure and dynamics of a diverse array of chem- ically complex systems such as biomolecules, liquids, solutions, molecular clusters, and the atmosphere.1–10 When possible, effective vibrational probes can be used to investigate specific aspects of these systems.1 For instance, OH, OD, and nitrile moieties are effective probes of the availability of hydrogen bonding partners, and car- bonyls and nitriles (in the absence of hydrogen bonding partners) have been used as probes of the electric fields of an environment.11–28 An optimal vibrational probe is non-perturbative to the system, and an investigation of the probe directly investigates a system property of interest. Recent work on the solvation of CO2 in ionic liquids exemplifies this; here, CO2 was the probe of its own solvation dynamics.29–31 The triple bond C≡C stretch of alkynes has long been used as a Raman tag in biomolecular and surface enhanced Raman spec- troscopy studies.32–38 This vibration appears in the biomolecular “Raman window,” a portion of the spectrum where biomolecu- lar systems rarely produce Raman scattering.9,39–41 In the prior tagging studies, the alkyne vibration was used mainly to high- light the presence of a material. However, recent work has turned to exploring the terminal alkyne C≡C stretch as a pos- sible solvatochromic vibrational probe.42–48 In a solvatochromic probe study, details of the lineshape, frequency, and intensity of the absorption are used to infer the alkyne probe’s molecular environment. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-1 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp We follow recent work at Haverford College and elsewhere showing that the terminal alkyne C≡C stretch vibrational mode is (1) an effective probe of biomolecular structure and dynamics and (2) independently sensitive to both its solvent and substituent.42,44,45 A third question remains unanswered: what, specifically, is the alkyne probe reporting on? There are several possibilities, given the available experimental data. The work of Epstein et al. and Dong et al. implies that the terminal alkyne detects the hydrophilicity of or hydrogen bonding partners available in an environment.45,48 However, Romei et al. complicate this picture; they find that the terminal alkyne vibra- tion is sensitive to a number of solvents with different properties.44 They correlate this sensitivity with empirical scales of the propensity of the solvent to donate electrons or polarize. Even so, it is possi- ble that the factors that cause a probe’s frequency to shift between solvents are distinct from those that cause the frequency to shift between configurations in a single solvent, complicating the question of reporting. There are also possible effects arising from covalently bonded substituents; some experiments have shown that electronic conjugation with the alkyne triple bond or the addition of sulfur or silicon atoms can shift the scattering frequency, change the scat- tering intensity, or modify the population lifetime in both IR and Raman experiments.37,42,44,48–53 In this paper, we take our first steps toward a full quan- tum chemistry and molecular dynamics investigation to under- stand the terminal alkyne vibration as a probe of its molecu- lar environment. Here, we develop a new method for calculating the frequency of a terminal alkyne that is compatible with snap- shots extracted from molecular dynamics simulations. Our goals are to 1. demonstrate that an isolated and localized discrete variable representation (DVR) method is sufficient to compute the ter- minal alkyne C≡C stretch normal mode vibrational frequency with good accuracy, 2. select one or more density functional theory (DFT) methods that show good accuracy and speed for use in the presence of solvents in future work, and 3. propose a universal set of terminal alkyne C≡C stretch localized normal mode atomic displacements and show that the computed vibrational properties have the expected features. Our final method localizes, isolates, and discretizes the termi- nal alkyne C≡C-stretch vibrational normal mode. We quantify the errors associated with each of these assumptions; discretization is fairly benign, but localization and isolation errors are larger. For- tunately, these errors are themselves moderate, and each shifts the alkyne frequency in the opposite direction, nearly canceling out. We also attempt to lay out a clear theoretical description of our employed discrete variable method in Sec. II. Here, alkynes are dealt with in the gas phase, providing a solid foundation for future work in the condensed phase, where there are substantial non-covalent interactions with a solvent. This also allows us to examine the effect of substituents on the alkyne frequency and other vibrational properties. We examine eight terminal alkyne molecules with diverse structures. Six are particularly small, having four or fewer atoms heavier than hydrogen. These molecules can be examined using highly accurate electronic and vibrational structure methods. These molecules will be used in the first section of our results to quantify errors associated with localization, isolation, and discretization. The remaining molecules are used to quantify sub- stituent effects and explore the accuracy of a set of models of the electronic structure based on DFT. II. THEORY An anharmonically isolated normal mode can be treated as a quantum particle in a single dimension with the Hamiltonian ˆH = ˆp2 Q 2μQ + ˆV(Q), (1) where ˆV(Q) is the potential energy operator as a function of the normal mode coordinate Q, and ˆpQ is the momentum operator conjugate to that coordinate.54 The normal mode coordinate can be written as a sum over atomic displacements away from the optimized geometry Q = 3N ∑ j=1 ∂Q ∂cj (cj −cj,0), (2) where N is the number of atoms (so 3N is the number of Carte- sian coordinates), cj is the jth atomic Cartesian coordinate, and cj,0 is the jth optimized atomic Cartesian coordinate.54 If all cj = cj,0, the molecular geometry is optimized, the energy is at a minimum, and Q = 0. A vibration along a normal mode coordinate changes the molec- ular geometry according to the derivatives ∂Q ∂c j . The inverses of these derivatives, ∂c j ∂Q , are printed out by most quantum chemistry pro- grams following a harmonic frequency analysis and are often called “normal mode atomic displacements.”54 The reduced mass for a normal mode is given by μQ = ∑3N j=1 (√mj ∂cj ∂Q) 2 ∑3N j=1 ( ∂cj ∂Q) 2 , (3) where mj is the mass of the atom with the Cartesian coordinate cj, and the other symbols retain their meaning.55 Several well- established anharmonic methods for solving the vibrational prob- lem require the molecular geometry of interest to be optimized with the same method and basis set as is used in the frequency calculation.56–59 However, we wish to eventually compute the vibra- tional frequencies of one specific normal mode for snapshots from molecular dynamics simulations at temperatures above absolute zero. The molecules sampled in this way will not necessarily even have geometries that are optimized according to the dynamical force field! Therefore, we require a method for calculating the vibrational Hamiltonian that does not assume or require that the first derivative of the potential energy is zero. The discrete variable representation (DVR) method can be used to compute vibrational states without optimization.60 In this method, we discretize the normal mode—we select P normal mode coordinate points Q1, Q2, Q3, . . ., QP equally spaced by ΔQ to inves- tigate. These normal mode coordinate values each represent a par- ticular molecular geometry (Fig. 1), and from them, we form a one-dimensional grid across the normal mode coordinate. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-2 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp FIG. 1. The C≡C stretch normal mode coordinate for the propyne molecule at MP2/aug-cc-pVTZ, including bond lengths. See Eq. (2) for the definition of the normal mode coordinate, Q. Per that definition, Q = 0.0 Å corresponds to the optimized structure of the molecule. Other values of Q correspond to different molecular structures. For example, ∂rC≡C ∂Q is positive. Because of this, the C≡C bond length is larger than optimum when Q is positive and is smaller than optimum when Q is negative. Under the Born–Oppenheimer approximation, the potential energy at a particular grid point is the energy of nuclear repulsion plus the ground state electronic energy for that atomic configura- tion. Once the potential energy surface (PES) at the grid points has been collected, the vibrational Schrödinger equation can be solved. Because our PES information has been collected specifically at the grid points, we expand our vibrational eigenstates in a basis of grid point position eigenfunctions, ∣Qi⟩.60 This basis has the important property that the potential energy operator is diagonal ⟨Qi∣ˆV(Q)∣Qj⟩= V(Qi)δij, (4) where Qi is the value of the normal mode coordinate at grid point i and δij is the Kronecker delta function. This is also true of all other operators that are functions of position. There are several ways to define such a basis, but this property is central to the DVR method.60–63 Given such a basis, it can be shown that (in atomic units)60,61,63 ⟨Qi∣ˆp2 Q 2μQ ∣Qj⟩= (−1)i−j 2μQΔQ2 ⎧⎪⎪⎪⎪⎪⎨⎪⎪⎪⎪⎪⎩ π2 3 , i = j, 2 (i −j)2 , i ≠j. (5) This result is only exact on an infinite basis of grid point posi- tion eigenfunctions (i.e., when P →∞) with infinite extent (i.e., Q1 →−∞and QP →∞), resulting in a finite spacing, ΔQ, between grid points.60,62,63 These kinetic energy matrix elements are equiv- alent (within multiplicative constants) to an infinite-point finite difference approximation to the second derivative, so a smaller value of ΔQ increases the accuracy, as is true for all finite difference approximations.60,61 With this and the diagonal potential energy matrix from Eq. (4), we can construct the vibrational Hamiltonian matrix as ˆHij = ⟨Qi∣ˆH∣Qj⟩= ⎛ ⎜⎜⎜ ⎝ (−1)i−j 2μQΔQ2 ⎧⎪⎪⎪⎪⎪⎨⎪⎪⎪⎪⎪⎩ π2 3 , i = j 2 (i −j)2 , i ≠j ⎞ ⎟⎟⎟ ⎠ + V(Qi)δij. (6) Upon diagonalization of the Hamiltonian, we obtain the vibra- tional eigenvalues, Ea, and eigenstates, ∣Ψa⟩. The vibrational eigen- states can be represented as weighted sums of the original grid point basis functions ∣Ψa⟩= P ∑ i=1 eia∣Qi⟩, (7) where eia is the weight of the contribution of ∣Qi⟩to eigenstate ∣Ψa⟩. The absolute square of each eia is the probability of the molecule having normal mode coordinate value Qi if it is in eigenstate ∣Ψa⟩, i.e., pa(Qi) = ∣eia∣2 = e∗ iaeia. The vibrational eigenstates can be used to calculate useful vibra- tional properties such as the transition dipole moment and the isotropic transition polarizability. The transition dipole moment ⃗μab is related to the probability of absorption in infrared spectroscopy experiments and can be computed as ⃗μab = ⟨Ψa∣⃗μ(Q)∣Ψb⟩= P ∑ i=1 P ∑ j=1 e∗ iaejb⟨Qi∣⃗μ(Q)∣Qj⟩ = P ∑ i=1 e∗ iaeib ⃗μ(Qi), (8) where ⃗μ(Q) is the three-dimensional dipole moment surface along the normal mode and ⃗μ(Qi) are the molecular dipole moments at each of our P grid points.31,64,65 The isotropic transition polarizabil- ity αab is related to the probability of isotropic Raman scattering and can be computed as αab = ⟨Ψa∣ˆα(Q)∣Ψb⟩= P ∑ i=1 P ∑ j=1 e∗ iaejb⟨Qi∣ˆα(Q)∣Qj⟩ = P ∑ i=1 e∗ iaeibα(Qi), (9) where α(Q) is the trace of the polarizability tensor surface along the normal mode, α(Q) = αxx(Q) + αyy(Q) + αzz(Q) 3 , (10) and can be collected at each of our P grid points.64,66 Diagonalization of the vibrational Hamiltonian also produces a series of energy levels. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-3 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp The frequency of light resonant in a transition from vibrational state a to state b is ωab = Eb −Ea ̵h , (11) where Ea is the energy of state ∣Ψa⟩and h is the reduced Plank’s constant. III. COMPUTATIONAL METHODS A. Electronic structure methods and basis sets The quantum chemistry methods employed in this study include Hartree–Fock (HF),67 the post-Hartree–Fock wavefunction- based methods of second order Møller–Plesset perturbation theory (MP2)68 and coupled cluster with single excitations, double excita- tions, and perturbative triple excitations [CCSD(T)],69 and density functional theory (DFT) methods spanning several rungs of “Jacob’s ladder”: B3LYP (a hybrid density functional formed by combining Becke’s three-parameter exchange functional and Lee, Yang, and Parr’s correlation functional),70–72 ωB97M-V (an empirically opti- mized range separated hybrid functional from Head-Gordon and co-workers, including the dispersion correction of Vydrov and Van Voorhis),73,74 TPSS (a nonempirical density functional developed by Tao et al.),75 and PBEh-3c (a composite density functional based on the established Perdew–Burke–Ernzerhoff functional combined with the threefold corrected Hartree–Fock method).76 We modified B3LYP and TPSS with the third edition of the dispersion correc- tions of Gimme et al., resulting in B3LYP-D3 and TPSS-D3.77 The comparison of HF to other methods allows us to understand the effect of exact exchange and the other method’s approximate elec- tron correlation on the frequency calculation. We use CCSD(T) as a “gold standard” electronic structure method and MP2 as a sort of “silver standard”—not as accurate as CCSD(T) yet still reason- ably applicable to some of the larger molecules examined in this study, and more accurate than DFT. We select TPSS-D3, B3LYP-D3, and ωB97M-V as representative, widely used, and economical meta generalized gradient approximation (GGA), global hybrid GGA, and range-separated hybrid meta-GGA functionals, respectively, with recommended empirical dispersion corrections. The compos- ite method PBEh-3c (with the recommended def2-mSVP basis set) is included because of its impressive cost-to-accuracy ratio. These choices were influenced by recommendations from the quantum chemistry community, as were our basis-set choices.78–80 This search will allow us to find an economical method to use for our future con- densed phase frequency calculations while uncovering some of the quantum effects on the frequency. We also tested the effect of the basis set on the frequency by examining three families of basis sets: Pople, Dunning, and Ahlrichs.81–83 For each family, basis sets of the same zeta qual- ity and with the same presence of diffuse functions were tested. The four combinations were: (1) double zeta with no diffuse func- tions [6-31G∗∗, cc-pVDZ, and def2-SVP], (2) double zeta with diffuse functions on all atoms [6-31++G∗∗, aug-cc-pVDZ, and def2-SVPD], (3) triple zeta with no diffuse functions [6-311G∗∗, cc-pVTZ, and def2-TZVP], and (4) triple zeta with diffuse func- tions on all atoms [6-311++G∗∗, aug-cc-pVTZ, and def2-TZVPD]. Because Raman intensities are strongly dependent on polarizabil- ity, we always included polarization functions on all atoms in our basis sets. For CCSD(T) and MP2, each of the largest triple zeta basis sets [6-311++G∗∗, aug-cc-pVTZ, and def2-TZVPD] was used in order to obtain values with high accuracy for comparison to other methods. B. Molecular analysis All geometry optimizations, harmonic frequency calculations, single point energy calculations, and polarizability calculations were performed using the Q-Chem 5.4 software package.78 Single point energy calculations were typically performed using a self-consistent field (SCF) convergence criterion of 10−9 a.u. and a threshold for the neglect of two electron integrals of 10−14 a.u. The relaxed con- straint algorithm (RCA) was used during early SCF iterations, and the Pulay Direct Inversion of the Iterative Subspace (DIIS) algo- rithm was used during later iterations.84,85 For DFT calculations, a quadrature grid with 99 radial points and 590 angular points was used for late SCF cycles, and a lower resolution Standard Grid 0 (SG-0) grid was used for early SCF cycles.86 We attempted to FIG. 2. Terminal alkyne molecules examined in this study. These optimized geometries were obtained using MP2/aug-cc-pVTZ. The three letter codes in parentheses are used throughout this work to refer to the molecules they appear underneath. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-4 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp optimize all molecular geometries to a maximum gradient of 3 × 10−6 a.u.; if this was not possible, the restriction was loosened to 30 × 10−6 a.u. Optimization was confirmed by the absence of imaginary harmonic frequencies. Dipole moments were computed analytically based on the ground state electron density, and static polarizability tensors were computed using the finite field approach. Both computations were completed using the appropriate Q-Chem implementation.78 We investigated four classes of alkyne containing molecules (Fig. 2). These choices were inspired by the work of Romei et al. and allow us to investigate a diverse array of alkyne containing molec- ular structures.44 We included simple alkynes with carbon-based R groups, simple alkynes with non-carbon substituents, complex alkynes, and synthetic amino acids. The synthetic amino acids were examined in their fully neutral forms since those forms are the most stable in the gas phase.87,88 We performed harmonic analyses on the zwitterionic forms and found no evidence that our results would be different if they had been examined instead. C. Localized vibrational frequency calculations While the molecules we are investigating vary by R group, the atoms of the terminal alkyne moiety (–C≡C–H, hereafter CCH) are common between them. These atoms have much larger displace- ments in the C≡C normal mode vibration than the other atoms in each molecule (see Fig. 1 and Sec. IV A 2 c on localization error). Physically, this means the non-CCH atoms barely move dur- ing the vibration. One common approximation that can simplify a normal mode substantially is localization.89–94 In our localization approximation, we remove the motion of all non-CCH atoms in the molecule during the vibration so that only the CCH atoms move. We do this in two separate but similar ways. In one method, we use the partial Hessian approximation.95,96 Here, the masses of non-CCH atoms are assumed to be so large that their mass-weighted Hessian entries can be neglected. This results in different values of the normal mode displacements than when the full mass-weighted Hessian is diagonalized. These displacements can be used to compute the reduced masses, scan the potential energy surface, and perform any other tasks that their full Hessian counterparts are used for in our DVR method. The second way we localize the normal mode is by simply setting the non-CCH atom displacements to zero and using the full Hessian CCH displacements, as in the partial Hes- sian case. Both of these methods result in similar DVR localized normal mode frequencies, reduced masses, and CCH displacements (Table S1). We preferred the partial Hessian-based method of local- ization if it was available in Q-Chem. Of the methods we explored, it is only unavailable for CCSD(T). IV. RESULTS AND DISCUSSION A. Performance of the isolated normal mode DVR method 1. Overall performance We performed anharmonic frequency calculations using the established second-order vibrational perturbation theory (VPT2) method implemented in the Q-Chem package with the “gold standard” CCSD(T) electronic structure method and triple zeta basis sets with diffuse functions to obtain benchmark anharmonic C≡C stretch frequencies.58 We were not able to complete a VPT2 calculation for BTY/CCSD(T)/aug-cc-pVTZ because of the large memory and time requirements of the calculation. We also com- puted harmonic frequencies with CCSD(T) and the same basis sets. Experimental values for all simple alkynes are taken from NIST sources.97–103 Nyquist reports 2185 cm−1 for the C≡C stretch frequency for POL.104 However, this disagrees with several other sources for the vapor and condensed phase frequencies of this molecule, including the pictured spectrum in the Nyquist reference itself.44,97,104–107 Because of the disagreement with all other sources and our otherwise highly accurate CCSD(T)/triple zeta/VPT2 calcu- lations, we believe this is a misreport and that the sources stating the frequency is 2124 cm−1 are correct. We show in Table I that the cal- culated frequencies using VPT2 generally err by 10 cm−1 compared TABLE I. Difference of calculated C≡C stretch frequencies from reported experimental gas phase frequencies for our set of six small terminal alkyne molecules. All frequencies are reported in cm−1 as Δω = ωcalc −ωexpt. RMSD = √ 1 n∑n i=1 (Δωi)2, where i iterates over each unique molecule. The RMSD is given for only molecules where the R group begins with a carbon (RMSDR=C) and for all molecules (RMSDall). Experimental values are taken from NIST sources. The individual frequencies are given in the supplementary material. aug-cc-pVTZ def2-TZVPD 6-311++G(d,p) Expt. HARM VPT2 DVR HARM VPT2 DVR HARM VPT2 DVR PPY 2124 +46 +2 +4 +52 +13 +6 +37 +2 −6 PAL 2125 +16 −19 −17 +21 −8 −16 +6 −31 −28 BTY 2116 +46 ⋅⋅⋅ +8 +52 +16 +8 +37 −6 −2 POL 2124 +37 −3 +1 +43 −1 +1 +29 −11 −8 EAM 2155 +42 −2 −29 +48 −4 −17 +35 −1 −37 EOL 2198 +33 −11 −39 +37 −19 −28 +30 −20 −43 RMSDR=C ⋅⋅⋅ 38 11 10 44 11 9 30 17 15 RMSDall ⋅⋅⋅ 38 10 21 44 12 15 31 16 26 J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-5 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp to the experimental frequencies for our simple alkynes. We observe a small basis set dependence on the calculated frequencies and find that the Dunning and Alrichs family basis sets are most consistent with the reported experimental gas-phase frequency. VPT2 is known to fail catastrophically in cases where two or more vibrational transitions have nearly the same energy, so it is important to check if such transitions exist before using the method.56,58 We have checked this using the transition-optimized shifted Hermite (TOSH) method. TOSH is an approximation to VPT2 and does not share the concern of catastrophic failure.56 Because VPT2 and TOSH calculations are automatically performed simultaneously in Q-Chem, we have values from both methods for every calculation we performed. The frequencies we obtain from the TOSH method are always similar to those we obtain from VPT2, with a root-mean-square-deviation (RMSD) of 3.6 cm−1 (see Fig. S1). This is strong evidence that the VPT2 method is not suffering from catastrophic failure for the C≡C stretch. In the absence of these failures, the VPT2 calculations have the best cost-to-accuracy ratio of the anharmonic vibrational frequency methods packaged with Q- Chem.78 As such, we use VPT2 anharmonic frequency calculations as a benchmark against which to test our localized DVR anharmonic frequency calculations. We tested the performance of our localized normal mode DVR method against VPT2. CCSD(T) was used for both calculations; using such an accurate electronic structure method allows us to isolate inaccuracies due to the vibrational method alone. The DVR method nearly matches the performance of the VPT2 method for simple alkynes, where the atom directly bonded to the alkyne group is a carbon. However, the DVR frequencies for EOL and EAM differ more substantially from the experiment and VPT2. The calcu- lated DVR frequencies are compared to the experiment, VPT2, and harmonic frequencies in Table I. 2. Sources of error Our localized normal mode DVR method makes three major assumptions about the terminal alkyne C≡C vibration: (1) that the error of discretizing and limiting the potential energy surface is neg- ligible, (2) that the C≡C stretch normal mode is not anharmonically coupled to other normal modes in the molecule, and (3) that the atoms in the R group do not move during the vibration. All of these are formally incorrect. In the following, we investigate each of these assumptions to determine the amount of error they introduce to our method. a. Is the error from discretizing and limiting the potential energy surface negligible? The true potential energy surface for the nor- mal mode is continuous (P →∞and ΔQ →0) and has an infinite domain (Q1 →−∞and QP →∞). However, our DVR method dis- cretizes and limits this surface, and these approximations introduce some error. To determine this error, we produced a DVR potential FIG. 3. Discretized PES for propyne (MP2/aug-cc-pVTZ) with 100-point [(a) and (c)] and 20-point [(b) and (d)] grids. The top panels [(a) and (b)] demonstrate that the two grids produce essentially identical vibrational wavefunctions and energy levels for the ground and first excited vibrational states. The bottom panels [(c) and (d)] show that the vibrational states, which are drawn at their respective energy levels, diverge between the two grids at high energies. The vibrational states of the nearly continuous 100-point grid show the behavior one would expect of a slightly anharmonic oscillator. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-6 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp energy surface with a very fine grid (P = 100 and ΔQ = 0.02 Å) and a very large domain (Q1 = −1.0 Å and Q100 = 1.0 Å) at the MP2/aug-cc-pVTZ level of theory for propyne (Fig. 3). The ω01 DVR frequency obtained using this PES was 2114.53 cm−1. To ensure that this value was converged with respect to the number of grid points and the domain, PES grids with reduced resolution and domain were produced and used to compute the ω01 DVR frequency. No change greater than 0.2 cm−1 was observed until the grid spacing, ΔQ, was increased to more than 0.04 Å. In addition, the 100 grid point PES DVR results reproduce the behavior expected of a slightly anhar- monic oscillator (Fig. 3); the energy level spacing decreases slowly as the energy eigenvalue increases, and the high energy wavefunctions are highly oscillatory. Therefore, we believe it is reasonable to treat this 100 grid point PES as nearly continuous and nearly unlimited. We compared this nearly continuous and nearly unlimited sur- face to our preferred surface, containing P = 20 grid points between Q1 = −0.3 Å and Q20 = 0.5 Å (ΔQ = 0.04 Å). The ω01 frequency obtained using the near-continuous PES (2114.53 cm−1) is consis- tent with the calculated ω01 frequency using the 20 grid point PES (2114.72 cm−1). This happens because the low energy eigenvalues for both PESs are very similar (Fig. 3). The high energy eigenstates obtained from the 20 grid point PES are not similar to those from the near continuous surface, indicating an increasing error with increasing energy. The 20 grid point PES would be inadequate to compute, say, the ω09 frequency. However, we are most interested in the ω01 frequency, and the error from discretization for this value is 0.19 cm−1. We find this error acceptable in exchange for computing one-fifth as many PES grid points. We also interpolated the 20-point wavefunctions using the sinc basis functions of Colbert and Miller and compared them to the 100-point wavefunctions directly.60 The RMSD between the squared interpolated 20-point ground state wavefunction and the squared discrete 20-point ground state wavefunction was 0.1. The RMSD between the squared interpolated 20-point ground state wavefunc- tion and the squared discrete 100-point ground state wavefunction was 0.3. Similar values were obtained for the first and second excited states, bolstering our confidence in the 20-point surface. Other groups have shown that a reduced number of electronic structure calculations can be performed and fit to obtain high qual- ity frequencies with much less computational cost.13,20,108 To explore this, we tried fitting the 20-point surface to an eighth order poly- nomial. The fit was extremely good, with a correlation coefficient of 1 and a root-mean-square residual of 1 × 10−6 a.u. We used this polynomial to quickly sample 1000 points between Q1 = −0.3 Å and Q20 = 0.5 Å. The DVR frequency obtained from this surface was 2114.53 cm−1. In the future, we will explore the effect that a solvent environment has on this type of fitting procedure, including opti- mization of the polynomial order, reducing the number of electronic structure points, and verifying the best placement of those points in normal mode coordinate space. b. Is the C≡C stretch normal mode weakly anharmonically coupled to other normal modes in the molecule? Molecular nor- mal modes are the completely orthogonal motions of a molecule under the harmonic oscillator approximation (this is, in fact, the definition of a normal mode). However, normal modes generally mix with each other once anharmonicity is considered. Our DVR method implicitly assumes that the C≡C stretch normal mode does not mix with others and is, therefore, anharmonically isolated. To determine the error due to this assumption, which we term eiso, we performed anharmonic VPT2 frequency calculations for the iso- lated C≡C stretch normal mode. In this calculation, the third and fourth derivatives of the energy are only computed with respect to the C≡C stretch normal mode; no other anharmonic normal mode information is included in the calculation. In effect, this anharmon- ically isolates the C≡C stretch vibration in a similar way to our DVR method. eiso is approximated as the difference between the isolated VPT2 value and the VPT2 frequency with normal mode coupling using CCSD(T) and triple zeta basis sets (i.e., eiso = ωiso −ωcoup). The error due to normal mode isolation is reported in Table II, and the average eiso is +40 cm−1. The total anharmonicity of the C≡C stretch normal mode can be approximated as the difference between harmonic and VPT2 fre- quencies (i.e., ωharm −ωcoup) using the same CCSD(T) electronic structure theory. A strong correlation between eiso and the total anharmonicity indicates that a significant portion of the variance in the total anharmonicity is due to normal mode coupling rather than isolated normal mode anharmonicity (harmonic frequency cal- culations do not capture either effect). We find a reasonably strong correlation (R = 0.80, p < 2 × 10−3) between eiso and the overall anharmonicity (Fig. 4). A linear regression treating the approxi- mate total anharmonicity as the independent variable has a slope of 0.8 ± 0.3, quite close to 1. This, and the small y-intercept value of 3 ± 7 cm−1, implies that a large portion of the overall magni- tude of the anharmonicity (not just its variation) is due to normal mode coupling—if the slope were exactly 1, we could essentially say eiso = ωharm −ωcoup. This implies that the isolated C≡C stretch nor- mal mode vibration itself is fairly harmonic. The isolated anhar- monicity can be estimated by calculating ωharm −ωiso and is on average only 3 cm−1 (see also the highly harmonic PES in Fig. 3). c. Do the R group atoms move only a small amount during the vibration? Our localization method makes the approximation that only the CCH atoms move during the vibration. This cannot be exactly true—a pure vibration would not translate or rotate the molecule, but a CCH-only vibration would. This could be partially resolved by satisfying the appropriate Eckart conditions at each grid point.109 Unfortunately, our method cannot rely on satisfying these conditions in order to be truly universal—as the systems we inves- tigate become larger, the conditions would become more difficult to satisfy. Consider, say, a terminal alkyne moiety covalently bonded TABLE II. eiso is the difference between isolated and ordinary VPT2 frequency cal- culations using CCSD(T) and a series of triple zeta basis sets. C≡C stretch normal mode isolation results in a higher calculated frequency by an average of +40 cm−1. The individual frequencies are given in the supplementary material. All values are in cm−1. aug-cc-pVTZ def2-TZVPD 6-311++G(d,p) PPY +37 +40 +30 PAL +27 +29 +29 BTY ⋅⋅⋅ +38 +37 POL +33 +45 +34 EAM +42 +43 +35 EOL +44 +51 +51 J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-7 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp FIG. 4. There is a correlation between total anharmonicity to the fourth order (hori- zontal axis) and isolation error (vertical axis). The best-fit line is in black (R = 0.80, p < 2 × 10−3). to a protein.45 What effect does removing the R group displace- ment have on the vibrational motion and frequency, and is mixing translation and rotation into the vibration acceptable? To quantify the effect on the motion, we analyzed the atomic normal mode displacements reported by harmonic frequency cal- culations for all small probes using CCSD(T) with the same series of basis sets. We found that on average, the magnitude of the R group atom displacement is 0.071 Å, while the average magnitude of ≡C–R, ≡C–H, and ≡C–H atom displacements was 0.559, 0.385, and 0.719 Å, respectively. The R group motion for EAM and EOL is larger, averaging 0.120 Å. The much larger CCH displacements show that these atoms are the most important in the vibrational mode. We used harmonic MP2/aug-cc-pVTZ calculations to quantify the local- ization error for our larger molecules (PAC, EBA, PEP, and HPG), some of which exhibit strong pi-conjugation between the terminal alkyne moiety and an aromatic ring. Localization is strong for these molecules as well. The average magnitude of R group atom displace- ment is 0.019 Å, while the average magnitudes of ≡C–R, ≡C–H, and ≡C–H atom displacements were 0.570, 0.391, and 0.709 Å, respec- tively. At MP2/aug-cc-pVTZ, the same values for the CCH atoms in the six simple alkyne probes are very similar, at 0.571, 0.388, and 0.707 Å, respectively. Even when pi-conjugation is present, the C≡C stretch vibration is local to the CCH atoms. We also quantified the effect on the calculated frequencies. We performed both harmonic and DVR frequency analyses that cap- ture the error due to localizing the vibration to the CCH atoms. Specifically, we compared full harmonic frequencies to localized har- monic frequencies, and separately, we compared full normal mode DVR frequencies to localized normal mode DVR frequencies. The localized harmonic frequencies were computed using the numerical second derivative of the energy as a function of the localized nor- mal mode coordinate near Q = 0. All of these frequency calculations were performed using the CCSD(T) method with the same series of basis sets as above. The error due to localization, eloc, was estimated as the dif- ference between the isolated normal mode frequency and the full normal mode frequency (i.e., ωloc −ωfull) for each vibrational struc- ture method. The individual eloc values are reported in Table III. The TABLE III. The error due to localization is determined using harmonic and anharmonic approaches, CCSD(T) electronic structure theory, and a series of triple zeta basis sets. Localization decreases the calculated frequency by an average of 43 cm−1. The effect of localization is highest for molecules where the R group is not carbon based. The individual frequencies are given in the supplementary material. All values are in cm−1. aug-cc-pVTZ def2-TZVPD 6-311++G(d,p) harm anharm harm anharm harm anharm PPY −30 −37 −31 −36 −36 −39 PAL −26 −26 −22 −26 −21 −28 BTY −32 −33 −30 −33 −33 −35 POL −28 −31 −16 −31 −25 −33 EAM −70 −70 −66 −69 −68 −72 EOL −67 −73 −68 −72 −68 −74 average harmonic eloc is −41 cm−1, and the average anharmonic eloc is −45 cm−1. The overall average is −43 cm−1. We find that the mag- nitude of eloc is strongly correlated to the sum of the mass-weighted displacements of the R group atoms in the full normal mode (Fig. 5). In particular, the molecules with non-carbon-based R groups, EAM and EOL, have particularly large R group displacements and, there- fore, large localization errors. When they are removed from the estimate of eloc, it shrinks to −30 cm−1 for terminal alkynes with carbon-based R groups. The fact that this correlation exists, is strong, and is negative shows that molecules that more fully satisfy the partial Hessian assumption of zero R group motion will have less localization error, as might be expected. The average value of the localization error for the large probes (PAC, EBA, PEP, and HPG) based on harmonic MP2/aug-cc-pVTZ calculations is −18 cm−1 (standard deviation of 2 cm−1), compared to −21 cm−1 (standard deviation of 7 cm−1) for the six simple alkyne probes at MP2/aug-cc- pVTZ. From these data, it does not seem that pi-conjugation affects the localization error. FIG. 5. There is a correlation between the total magnitude of mass-weighted displacements for all R group atoms (horizontal axis) and the localization error (vertical axis). The best fit line is in black (R = −0.94, p < 1 × 10−8). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-8 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp d. Fortuitous error cancellation. In our localized normal mode DVR method, the error due to discretization is negligible. The errors due to isolation, eiso ≈+40 cm−1, and localization, eloc ≈−43 cm−1, are more substantial (though not individually enormous). Fortu- nately, they are nearly equal in magnitude and opposite in sign. This cancellation occurs not only on average across molecules and basis sets but also for most individual combinations of molecules and basis sets, as depicted in Fig. 6. This error cancellation is nearly complete across alkynes with carbon-based R groups and is even beneficial for alkynes with non-carbon-based R groups. As shown in Fig. 6, the co-cancellation of these errors explains the high accuracy of our iso- lated normal mode DVR method. Statistical t-tests indicate that our DVR method calculates frequencies that are indistinguishable from those calculated by the more expensive VPT2 vibrational method for molecules where the sum of the localization error and the isola- tion error is indistinguishable from zero. The DVR frequencies are distinct from VPT2 frequencies for molecules like EAM and EOL due to significant R group motion, resulting in high localization errors. Because of the consistency of this error cancellation, the mod- est magnitudes of the errors, and the resulting accuracy, we believe it is appropriate to use this method for future alkyne frequency anal- yses in more complex systems. However, those using this method or a similar one should check that the error cancellation remains in their context, perhaps using the comparisons we have employed earlier. This method would need to be more carefully adjusted for use with alkynes having non-carbon-based R groups since, in their case, the error does not cancel out. The effects of pi-conjugation and sigma induction on localization and anharmonic isolation for the C≡C stretch will be more carefully assessed in future work. However, it is already apparent that sigma induction in EAM and EOL (and perhaps PAL) may change the balance between the two sources of error. As described earlier, we found that localization was an appropriate approximation for our larger pi-conjugated probes. The electronic structure that a terminal alkyne might have in a biochemical context depends strongly on how the terminal alkyne is attached to the biomolecule. Several attachment mechanisms have been explored. Epstein et al. attached a terminal alkyne to an eight- carbon chain, which is then attached to an acyl carrier protein.45 Of our molecules, BTY probably best models this electronic structure. Romei et al. consider using unnatural amino acids, both of which are included in this work (HPG and PEP).44 Other strategies are broadly similar.34,110,111 In all these strategies, the terminal alkyne is bonded directly to a carbon atom. Therefore, the current results provide confidence that an accurate frequency would be obtained in most investigations of biomolecules vibrationally probed with terminal alkynes. B. Density functional theory calculations CCSD(T) is a highly accurate electronic structure method. However, it is not accessible for use with our larger probes. In the future, we would prefer to use DFT methods because of their high speed and reasonable accuracy. We use the MP2 electronic structure method as a “silver standard” to evaluate the performance of various cheaper DFT methods. Lowering the level of theory to MP2 changes the frequency by about an average of 4 cm−1 and an RMSD of 22 cm−1 for our small probes (values in the supplementary material). We also calculated localized normal mode DVR frequencies using four density functionals, PBEc-3h, TPSS-D3, B3LYP-D3, and ωB97M-V. These calculations were performed using Pople, Dun- ning, and Alrichs style basis sets fitting the descriptions “double zeta,” “double zeta with diffuse functions,” “triple zeta,” and “triple zeta with diffuse functions.” An exception was PBEc-3h, which was only used with the def2-mSVP basis set. We used these values to compute scaling factors following Irikura et al.112 Scaling factors are commonly used to correct for inaccuracies in harmonic frequency calculations, which can be broadly sorted into two types. The first type of error is at the level FIG. 6. Decomposition and quantification of localization and anharmonic isolation errors. The performance of DVR and VPT2 calculations with respect to the experiment is also included. Each value is an average across the 6-311++G∗∗, aug-cc-pVTZ, and def2-TZVPD basis sets, and error bars are standard deviations. For all simple alkynes except PAL, the error sum (eloc + eiso) is indistinguishable from the DVR error (p > 0.05). For PPY, PAL, BTY, and POL, the DVR error is indistinguishable from the VPT2 error (p > 0.05), and the error sum (eloc + eiso) is indistinguishable from 0 (p > 0.05). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-9 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp of the vibrational calculation, especially the neglect of anharmonic effects. This is fundamental to the harmonic method. Our DVR cal- culations do not have exactly the same type of error but, as discussed earlier, our approximations introduce their own vibrational calcula- tion errors. The second type is at the electronic structure level, where inadequacies in the description of electrons can introduce errors. Because of this, scaling factors are sensitive to the electronic struc- ture method and basis set. A scaling factor, c, can be computed using the formula c = ∑i xizi ∑i x2 i , (12) where the sums are over different molecules in the “training set” for the scaling factor, xi are their computed frequencies, and zi are their experimental frequencies. The uncertainty in the scaling factor is given by u(c) = ⎛ ⎜ ⎝ ∑i x2 i ( zi xi −c) 2 ∑i x2 i ⎞ ⎟ ⎠ 1 2 , (13) where c is the previously computed scaling factor.112 MP2 scaling factors and their uncertainties were computed for our set of sim- ple alkynes for which experimental values are available. The average MP2 scaling factor across basis sets was 1.004 ± 0.003. These scal- ing factors were used to predict gas phase experimental values for the larger probes for which we did not have experimental data. The predicted experimental values (i.e., scaled MP2 values) are given in Table IV. The averages of these predicted experimental values were used along with authentic experimental values for the simple alkyne probes to compute scaling factors and uncertainties for the density TABLE IV. Predicted experimental gas phase frequencies from localized normal mode DVR using MP2 and scaling factors obtained from the simple alkyne probes. All values are in cm−1. aug-cc-pVTZ def2-TZVPD 6-311++G(d,p) Average PAC 2131 2132 2138 2134 EBA 2099 2094 ⋅⋅⋅ 2097 HPG 2115 2117 2114 2115 PEP 2100 2100 2098 2099 functional methods (Fig. 7). The results are nearly identical to those obtained if only simple alkynes with true experimental frequen- cies are used. If EAM and EOL are removed from the training set, the uncertainties become smaller, but the magnitudes of the scaling factors remain nearly the same. A vibrational frequency method with no vibrational or elec- tronic sources of error would have a scaling factor of 1.0. By this metric, MP2 performs very well, and so it serves as an effective benchmark. HF performs relatively poorly, with an average scal- ing factor of 0.900 ± 0.003, showing that electron correlation is an important factor in these calculations. Contrary to our prior expec- tations, TPSS-D3 is the cheapest and most accurate DFT method for calculating the terminal alkyne C≡C stretch frequencies. The best scaling factor observed for a DFT method was 0.989 ± 0.006 for TPSS-D3/6-311++G(d,p). ωB97M-V has surprisingly poor perfor- mance, though even its lowest scaling factor of 0.943 ± 0.007 for ωB97M-V/6-31G(d,p) is fairly reasonable. PBEc-3h/def2-mSVP has the worst performance of the density functionals at a scaling fac- tor of 0.931 ± 0.007. All methods and all basis set families show a marked improvement in the frequency predictions when going from FIG. 7. Estimated scaling factors for Pople (a), Dunning (b), and Alrichs (c) style basis sets across electronic structure methods. Frequencies were calculated using the localized normal mode DVR method developed in this work. For PBEc-3h, the def2-mSVP basis set was used. This basis set is a slightly modified version of the def2-SVP basis set, which was used for the other density functionals. The data have been slightly offset on the horizontal axis for clarity. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-10 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp a double zeta basis set to a double zeta basis set with added diffuse functions. For the Pople and Dunning basis set families, perfor- mance is worsened whenever diffuse functions are removed, while the double/triple zeta distinction is less important. The Alrichs basis sets are more “stable” in a sense—changing the features of the basis set has the least effect on performance for this family. The Pople basis sets are the most erratic, so a small change in basis set character can have a large effect on performance. Based on these results, an ideal model of the electronic structure would include a functional like TPSS-D3 and a basis set of at least double zeta quality with diffuse functions included. One reason that TPSS-D3 may perform better than the other functionals is because it was derived from fundamental density functional theory principles with very few fitted parameters.75 B3LYP-D3 and ωB97M-V include several adjustable parameters that were fit based on experimental data on several (or many) smaller molecules.70,73 The training sets for these empirical functionals did not include many alkynes or other triple bonded molecules relative to the overall size of the training set. This may harm their ability to characterize triple bonds compared to a less empirical method like TPSS. Presumably, an empirical DFT method based on many triple bonded molecules would perform even better than TPSS-D3. The importance of diffuse functions in the basis set is likely also related to the presence of the triple bond. In a triple bonded molecule, there is substantial electron density placed unusually far from the nuclei. A basis set without diffuse functions might have some difficulty fully describing this. Describing the triple bond well is particularly impor- tant when computing the C≡C normal mode frequencies, which directly depend on estimating the bond strength. A deeper under- standing of these trends would likely require very careful electronic structure analysis, which is outside the scope of this work. C. Properties of the vibration 1. Isotropic transition polarizabilities and transition dipole moments Using this vibrational method, we can compute a number of useful vibrational properties. Here, we focus on the calculation of the transition dipole moment and the isotropic transition polariz- ability. To compute these, we first obtain the dipole moment and isotropic polarizability surfaces, shown in the left panels of Fig. 8. These surfaces were calculated for all our molecules at the grid point structures used in our localized normal mode DVR calcula- tions at TPSS-D3/6-311++G(d,p). The dipole moment is reported as the overlap (dot product) between the full dipole moment vec- tor and the unit vector pointing from the carbon bonded to the R group to the carbon bonded to the terminal hydrogen. The isotropic FIG. 8. Isotropic polarizability (a) and dipole moment (c) surface as a function of the C≡C stretch normal mode coordinate, Q. The isotropic transition polarizability (b) and transition dipole moment (d) are computed using these surfaces and vibrational wavefunctions from our localized normal mode DVR method. All properties are calculated for each probe molecule using TPSS-D3/6-311++G(d,p). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-11 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp polarizability is reported as the trace of the full polarizability ten- sor. In general, the projection of the dipole moment along the bond slowly becomes more negative as the normal mode coordinate increases, which means the dipole points more toward the R group. For molecules where the R group does not begin with carbon, the decrease is more rapid; for PAL, the dipole moment projection actu- ally increases with the normal mode coordinate. The polarizability increases along the normal mode for all molecules; this is expected since molecular bond lengths are generally increasing as the normal mode coordinate increases. The magnitude of this increase is gen- erally fairly large, especially for the molecules containing aromatic rings conjugated to the triple bond. The dipole moment and polarizability surfaces, along with our DVR vibrational wavefunctions, enable us to compute transi- tion dipole moments and isotropic transition polarizabilities for the ∣Ψ0⟩→∣Ψ1⟩transition. The square of the transition dipole moment is proportional to the probability of absorption in infrared spec- troscopy experiments, and the square of the transition polarizability is directly related to the probability of scattering in Raman spec- troscopy experiments.64 These are shown in the right part of Fig. 8. We have also collected these values for a number of reasonably com- parable moieties that have been used as vibrational probes, especially in biochemical contexts: azides,113–115 nitriles,116,117 and carbon dioxide.118–120 These are found in Table V. Where a dipole or polar- izability derivative was reported, it was converted to the appropriate transition property using the harmonic oscillator approximation, μ01 = ⟨ψ0∣ˆμ∣ψ1⟩≈( ∂μ ∂Q) Q=0 Q01 ≈( ∂μ ∂Q) Q=0 √ h 4πωμQ , (14) α01 = ⟨ψ0∣ˆα∣ψ1⟩≈( ∂α ∂Q) Q=0 Q01 ≈( ∂α ∂Q) Q=0 √ h 4πωμQ , (15) where all symbols retain their prior meanings from Sec. II. As expected, the transition dipole moments of alkynes are rela- tively small. In magnitude, they span approximately the same range as nitriles. The largest transition dipoles occur for probes where the triple bond is attached to an atom that is not carbon, where sig- nificant sigma induction is possible. Most of the values are much smaller. The transition polarizabilities, however, are fairly large. These values are roughly on the same order of magnitude as those of azides and nitriles, which has already been observed in experimental relative Raman intensity comparisons.35,121,122 The transition polar- izabilities are especially large for the alkyne molecules pi-conjugated to aromatic rings (EBA and PEP), for whom stronger Raman scat- tering has already been observed in experiments.35,44 In our future work, we plan to investigate the intentional design of terminal alkyne probes with high IR and Raman intensities. 2. Universal displacements The localized CCH atom displacements for the terminal alkyne C≡C normal mode vibration are remarkably similar across all of the molecules observed in this study. To take advantage of this similar- ity, we performed localized normal mode DVR on all molecules, with all basis sets and DFT functionals described in this work. These calculations were performed twice and then compared. In the first iteration, displacements were obtained individually, so each molecule, DFT method, and basis set combination had its own specific atomic normal mode displacements. In the second itera- tion, the localized displacements for the CCH atoms of propyne at MP2/aug-cc-pVTZ were used for all molecules, DFT methods, and basis sets. In Fig. 9, the strong correlation between these two methods of displacing the CCH atoms is shown. It is clear that the atomic displacements of the CCH atoms in the C≡C stretch are fairly universal—one could switch the specific values between any pair of combinations of molecule, DFT method, and basis set. In future work, we will use such universal C≡C displacements to sim- plify the calculation of terminal alkyne vibrational frequencies from molecular dynamics snapshots. D. The terminal alkyne C≡C stretch vibration A number of fortunate occurrences allow us to substantially simplify the calculation of terminal alkyne C≡C stretch vibrations. First, the vibration is localized to only three atoms for a surpris- ingly diverse range of molecules, including those that exhibit pi- conjugation. Second, the vibration is also anharmonically isolated, regardless of the other properties of the molecule. Third, the modest error that exists between localization and isolation cancels, resulting in a localized DVR method with accuracy comparable to much more expensive methods like VPT2. Fourth, the accuracy carries over to DFT, where especially cheap functionals perform surprisingly well. TABLE V. Squared transition dipole moments (∣μ01∣2) and isotropic transition polarizabilities (α2 01) for alkynes (from the present work) compared to those of nitriles, azides, and carbon dioxide. Where a dipole or polarizability derivative was reported, the value was converted to the appropriate transition property using the harmonic oscillator approximation. Moiety ∣μ01∣2 (D2) α2 01 (10−3 A6) Notes Source Alkyne 0–0.0280 12.6–104 Gas phase, calculated Present work Nitrile 0.0016–0.01 In a variety of solvents Weaver et al., 2022 Nitrile 0.000 57–0.018 0–110 In 2-methyl-THF glass Andrews and Boxer, 2000 Azide 0.264 Gas phase, calculated Botschwina, 1986 Azide 8.23 β-NaN3 crystals Fredrickson and Decius, 1975 Azide 181 β-NaN3 crystals, aqueous solution Bertsch et al., 1984 Carbon dioxide 0.106 Asymmetric stretch, gas phase Downing et al. 1975 Carbon dioxide 2.52, 3.73 Symmetric stretch, gas phase Tejeda et al. 1995 J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-12 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp FIG. 9. Comparison of DVR frequencies computed using individual localized dis- placements for each molecule and electronic structure method (ωDVR) and DVR frequencies computed using the “universal” localized displacements taken from propyne at MP2/aug-cc-pVTZ (ωDVR,ud). The solid black line is a linear fit to the data with the equation ωDVR,ud = 1.001 ωDVR −2.834 cm−1. The dotted cyan line is y = x for reference. The correlation coefficient for the fit is R = 1.000. These fortunate occurrences allow us to use a relatively cheap DVR method where the same localized normal mode displace- ments can be used for any molecule. This DVR method can be used to calculate vibrational properties like the transition dipole moment and isotropic transition polarizability, and our results broadly match what has been seen in experiments and other theo- retical work. Specifically, molecules exhibiting pi-conjugation have especially strong isotropic transition polarizabilities. Meanwhile, molecules with non-carbon atoms directly attached to the alkyne, likely exhibiting strong sigma induction, have strong transition dipole moments. V. CONCLUSION Understanding the terminal alkyne C≡C stretch vibration is important for a number of biological and material questions. In this work, we develop and test an extension to the DVR method specific to this important molecular probe. Our resulting localized normal mode DVR method benefits from error cancellation between mod- est localization and isolation errors. It can be easily implemented using DFT methods. Finally, we are able to compute important vibrational properties such as isotropic transition polarizability, which are vital for eventually computing Raman spectra in realistic simulations. The next step, of course, is to place alkynes into realistic solvent systems and use this method to investigate the vibrational proper- ties. Prior work has found that the presence of a solvent can shift the alkyne vibrational frequency substantially compared to the gas phase.44 This may be due, in part, to the charge transfer. Such an effect could alter both localization and isolation errors. However, since charge transfer to the alkyne would likely make the vibra- tion more anharmonic (making isolation error more positive) to a similar degree to how it weakens the partial Hessian approxima- tion (making localization error more negative), it is unlikely that the cumulative effect on accuracy would be large. Most other effects that a solvent could have on an alkyne would also likely cancel out in a similar way. This method can be used as the basis of a vibrational map. It can be used directly on snapshots from MD simulations to obtain the vibrational frequencies, transition polarizabilities, and transi- tion dipole moments required to build effective spectroscopic maps. With such maps, it will become possible to calculate the IR and Raman spectra of alkynes in a variety of solvents, depending on what types of MD snapshots are used in the map training set. For carbon-based substituents to the alkyne, the magnitude of the localization error (∼30 cm−1) is comparable to that of the harmonic approximation (∼40 cm−1) or anharmonic isolation (∼40 cm−1). However, this is not a universally applicable approx- imation; for EAM and EOL, this source of error was dominant. This will likely lead to a requirement for different spectroscopic maps for molecules with carbon-based R groups than for those with non-carbon-based R groups like EAM and EOL. This method provides a launchpad for the development of a vibrational spectroscopic map for these terminal alkyne vibrational probes and for further investigation of the effects of pi-conjugation and sigma induction on the vibration. SUPPLEMENTARY MATERIAL Included in the main PDF of our supplementary material is a more complete explanation of the theory behind our and other closely related methods, a graph of the comparison between our VPT2 and TOSH frequencies, and a table comparing partial and full Hessian localization methods. XYZ files of the investigated molecules optimized with CCSD(T) or MP2 and triple zeta basis sets are also included because of the large computational cost of obtain- ing these structures. JSON data files and instructions for interacting with them in Python are included. These JSON files contain all fre- quencies and localized normal mode CCH displacements computed in this work. Finally, text files with the PESs, wavefunctions, and energy levels obtained at the CCSD(T) and MP2 levels are included, along with code amenable to any electronic structure program for computing these frequencies. ACKNOWLEDGMENTS Computational resources were provided in part by the MER- CURY consortium (https://mercuryconsortium.org) under NSF Grant Nos. CHE-1229354, CHE-1662030, and CHE-2018427. We acknowledge Haverford College for startup funding and the NSF for support under Grant No. CHE-2213339. We also acknowledge Professor Casey Londergan, Professor Steve Corcelli, Professor Lou Charkoudian, and Professor Jeffrey Woodford for helpful comments on and discussion about this manuscript. AUTHOR DECLARATIONS Conflict of Interest The authors have no conflicts to disclose. J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-13 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp Author Contributions Kristina Streu: Formal analysis (equal); Investigation (equal); Methodology (equal); Software (equal); Supervision (equal); Valida- tion (equal); Visualization (equal); Writing – original draft (equal); Writing – review & editing (equal). Sara Hunsberger: Formal anal- ysis (equal); Investigation (equal); Methodology (equal); Software (equal); Writing – review & editing (equal). Jeanette Patel: Inves- tigation (equal); Software (equal); Visualization (equal); Writing – review & editing (equal). Xiang Wan: Formal analysis (equal); Methodology (equal). Clyde A. Daly, Jr.: Conceptualization (equal); Formal analysis (equal); Funding acquisition (equal); Investiga- tion (equal); Methodology (equal); Project administration (equal); Resources (equal); Software (equal); Supervision (equal); Valida- tion (equal); Visualization (equal); Writing – original draft (equal); Writing – review & editing (equal). DATA AVAILABILITY The vibrational frequencies and localized normal mode CCH displacements calculated in this work are available as supplementary material, as are the CCSD(T) and MP2 structures and localized nor- mal mode PESs of the investigated molecules. The general methods and code used to complete the calculations are available on GitHub at https://github.com/Daly-Lab-at-Haverford/code_examples and in the supplementary material. Other data supporting the findings of this study are available upon reasonable request. REFERENCES 1C. R. Baiz, B. Błasiak, J. Bredenbeck, M. Cho, J.-H. Choi, S. A. Corcelli, A. G. Dijk- stra, C.-J. Feng, S. Garrett-Roe, N.-H. Ge, M. W. D. Hanson-Heine, J. D. Hirst, T. L. C. Jansen, K. Kwac, K. J. Kubarych, C. H. Londergan, H. Maekawa, M. Reppert, S. Saito, S. Roy, J. L. Skinner, G. Stock, J. E. Straub, M. C. Thielges, K. Tominaga, A. Tokmakoff, H. Torii, L. Wang, L. J. Webb, and M. T. Zanni, “Vibrational spec- troscopic map, vibrational spectroscopy, and intermolecular interaction,” Chem. Rev. 120(15), 7152–7218 (2020). 2A. Ghosh, J. S. Ostrander, and M. T. Zanni, “Watching proteins wiggle: Mapping structures with two-dimensional infrared spectroscopy,” Chem. Rev. 117(16), 10726–10759 (2017). 3V. Mazzacurati, M. A. Ricci, G. Ruocco, and M. Sampoli, “Low-frequency Raman spectra of liquid water: A molecular dynamics simulation,” Chem. Phys. Lett. 159(4), 383–387 (1989). 4M. R. Fagiani, H. Knorke, T. K. Esser, N. Heine, C. T. Wolke, S. Gewinner, W. Schöllkopf, M.-P. Gaigeot, R. Spezia, M. A. Johnson, and K. R. Asmis, “Gas phase vibrational spectroscopy of the protonated water pentamer: The role of isomers and nuclear quantum effects,” Phys. Chem. Chem. Phys. 18(38), 26743–26754 (2016). 5K. E. Otto, Z. Xue, P. Zielke, and M. A. Suhm, “The Raman spectrum of isolated water clusters,” Phys. Chem. Chem. Phys. 16(21), 9849–9858 (2014). 6S. H. Melfi, J. D. Lawrence, Jr., and M. P. McCormick, “Observation of Raman scattering by water vapor in the atmosphere,” Appl. Phys. Lett. 15(9), 295–297 (2003). 7K. Dahl, G. M. Sando, D. M. Fox, T. E. Sutto, and J. C. Owrutsky, “Vibrational spectroscopy and dynamics of small anions in ionic liquid solutions,” J. Chem. Phys. 123(8), 084504 (2005). 8H. R. Wyss and M. Falk, “Infrared spectrum of HDO in water and in NaCl solution,” Can. J. Chem. 48(4), 607–614 (1970). 9A. Rohman, A. Windarsih, E. Lukitaningsih, M. Rafi, K. Betania, and N. A. Fadzillah, “The use of FTIR and Raman spectroscopy in combination with chemo- metrics for analysis of biomolecules in biomedical fluids: A review,” Biomed. Spectrosc. Imaging 8(3–4), 55–71 (2020). 10A. Orlando, F. Franceschini, C. Muscas, S. Pidkova, M. Bartoli, M. Rovere, and A. Tagliaferro, “A comprehensive review on Raman spectroscopy applications,” Chemosensors 9(9), 262 (2021). 11D. J. Floisand, T. C. Miller, and S. A. Corcelli, “Dynamics and vibrational spec- troscopy of alcohols in ionic liquids: Methanol and ethanol,” J. Phys. Chem. B 123(38), 8113–8122 (2019). 12S. A. Corcelli and J. L. Skinner, “Infrared and Raman line shapes of dilute HOD in liquid H2O and D2O from 10 to 90 ○C,” J. Phys. Chem. A 109(28), 6154–6165 (2005). 13O. O. Mesele and W. H. Thompson, “A ‘universal’ spectroscopic map for the OH stretching mode in alcohols,” J. Phys. Chem. A 121(31), 5823–5833 (2017). 14B. A. Lindquist and S. A. Corcelli, “Nitrile groups as vibrational probes: Cal- culations of the C≡N infrared absorption line shape of acetonitrile in water and tetrahydrofuran,” J. Phys. Chem. B 112(20), 6301–6303 (2008). 15C. M. Morales and W. H. Thompson, “Simulations of infrared spectra of nanoconfined liquids: Acetonitrile confined in nanoscale, hydrophilic silica pores,” J. Phys. Chem. A 113(10), 1922–1933 (2009). 16S. C. Edington, J. C. Flanagan, and C. R. Baiz, “An empirical IR frequency map for ester C=O stretching vibrations,” J. Phys. Chem. A 120(22), 3888–3896 (2016). 17S. H. Schneider and S. G. Boxer, “Vibrational Stark effects of carbonyl probes applied to reinterpret IR and Raman data for enzyme inhibitors in terms of electric fields at the active site,” J. Phys. Chem. B 120(36), 9672–9684 (2016). 18C. I. Drexler, O. M. Cracchiolo, R. L. Myers, H. I. Okur, A. L. Serrano, S. A. Corcelli, and P. S. Cremer, “Local electric fields in aqueous electrolytes,” J. Phys. Chem. B 125(30), 8484–8493 (2021). 19M. W. Lee, J. K. Carr, M. Göllner, P. Hamm, and M. Meuwly, “2D IR spectra of cyanide in water investigated by molecular dynamics simulations,” J. Chem. Phys. 139(5), 054506 (2013). 20S. A. Yamada, W. H. Thompson, and M. D. Fayer, “Water-anion hydrogen bonding dynamics: Ultrafast IR experiments and simulations,” J. Chem. Phys. 146(23), 234501 (2017). 21J. K. Carr, L. E. Buchanan, J. R. Schmidt, M. T. Zanni, and J. L. Skin- ner, “Structure and dynamics of urea/water mixtures investigated by vibrational spectroscopy and molecular dynamics simulation,” J. Phys. Chem. B 117(42), 13291–13300 (2013). 22S. M. Gruenbaum, C. J. Tainter, L. Shi, Y. Ni, and J. L. Skinner, “Robustness of frequency, transition dipole, and coupling maps for water vibrational spectroscopy,” J. Chem. Theory Comput. 9(7), 3109–3117 (2013). 23B. A. Lindquist, K. E. Furse, and S. A. Corcelli, “Nitrile groups as vibrational probes of biomolecular structure and dynamics: An overview,” Phys. Chem. Chem. Phys. 11(37), 8119–8132 (2009). 24B. A. Lindquist, R. T. Haws, and S. A. Corcelli, “Optimized quantum mechan- ics/molecular mechanics strategies for nitrile vibrational probes: Acetonitrile and para-tolunitrile in water and tetrahydrofuran,” J. Phys. Chem. B 112(44), 13991–14001 (2008). 25J. P. Layfield and S. Hammes-Schiffer, “Calculation of vibrational shifts of nitrile probes in the active site of ketosteroid isomerase upon ligand binding,” J. Am. Chem. Soc. 135(2), 717–725 (2013). 26Z. K. Goldsmith, M. Secor, and S. Hammes-Schiffer, “Inhomogeneity of interfa- cial electric fields at vibrational probes on electrode surfaces,” ACS Cent. Sci. 6(2), 304–311 (2020). 27S. A. Sorenson, J. G. Patrow, and J. M. Dawlaty, “Solvation reaction field at the interface measured by vibrational sum frequency generation spectroscopy,” J. Am. Chem. Soc. 139(6), 2369–2378 (2017). 28W. R. Lake, J. Meng, J. M. Dawlaty, T. Lian, and S. Hammes-Schiffer, “Electro- inductive effect dominates vibrational frequency shifts of conjugated probes on gold electrodes,” J. Am. Chem. Soc. 145(41), 22548–22554 (2023). 29C. A. Daly, T. Brinzer, C. Allison, S. Garrett-Roe, and S. A. Corcelli, “Enthalpic driving force for the selective absorption of CO2 by an ionic liquid,” J. Phys. Chem. Lett. 9(6), 1393–1397 (2018). 30T. Brinzer, E. J. Berquist, Z. Ren, S. Dutta, C. A. Johnson, C. S. Krisher, D. S. Lambrecht, and S. Garrett-Roe, “Ultrafast vibrational spectroscopy (2D-IR) of CO2 in ionic liquids: Carbon capture from carbon dioxide’s point of view,” J. Chem. Phys. 142(21), 212425 (2015). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-14 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp 31T. Brinzer, C. A. Daly, C. Allison, S. Garrett-Roe, and S. A. Corcelli, “Modeling carbon dioxide vibrational frequencies in ionic liquids: III. Dynamics and spectroscopy,” J. Phys. Chem. B 122(38), 8931–8942 (2018). 32S. Egoshi, K. Dodo, K. Ohgane, and M. Sodeoka, “Deuteration of terminal alkynes realizes simultaneous live cell Raman imaging of similar alkyne-tagged biomolecules,” Org. Biomol. Chem. 19(38), 8232–8236 (2021). 33K. Koike, K. Bando, J. Ando, H. Yamakoshi, N. Terayama, K. Dodo, N. I. Smith, M. Sodeoka, and K. Fujita, “Quantitative drug dynamics visualized by alkyne-tagged plasmonic-enhanced Raman microscopy,” ACS Nano 14(11), 15032–15041 (2020). 34S. Bakthavatsalam, K. Dodo, and M. Sodeoka, “A decade of alkyne-tag Raman imaging (ATRI): Applications in biological systems,” RSC Chem. Biol. 2(5), 1415–1429 (2021). 35H. Yamakoshi, K. Dodo, A. Palonpon, J. Ando, K. Fujita, S. Kawata, and M. Sodeoka, “Alkyne-tag Raman imaging for visualization of mobile small molecules in live cells,” J. Am. Chem. Soc. 134(51), 20681–20689 (2012). 36M. L. Patterson and M. J. Weaver, “Surface-enhanced Raman spectroscopy as a probe of adsorbate-surface bonding: Simple alkenes and alkynes adsorbed at gold electrodes,” J. Phys. Chem. 89(23), 5046–5051 (1985). 37M. Schütz, C. I. Müller, M. Salehi, C. Lambert, and S. Schlücker, “Design and synthesis of Raman reporter molecules for tissue imaging by immuno-SERS microscopy,” J. Biophot. 4(6), 453–463 (2011). 38L. Shi, L. Zhang, and Y. Tian, “Rational design of surface-enhanced Raman scattering substrate for highly reproducible analysis,” Analysis Sensing 3(2), e202200064 (2023). 39A. L. Malinovsky, A. A. Makarov, and E. A. Ryabov, “Intramolecular vibra- tional dynamics of propyne and its derivatives: The role of vibrational-rotational mixing,” J. Exp. Theor. Phys. 106(1), 34–45 (2008). 40V. F. Kalasinsky and T. S. Little, “Raman spectra and vibrational dephasing of methylacetylene,” J. Raman Spectrosc. 14(4), 253–258 (1983). 41Y. Shen, F. Hu, and W. Min, “Raman imaging of small biomolecules,” Annu. Rev. Biophys. 48(1), 347–369 (2019). 42L. T. Wilson, W. J. Tipping, L. E. Jamieson, C. Wetherill, Z. Henley, K. Faulds, D. Graham, S. P. Mackay, and N. C. O. Tomkinson, “A new class of ratiometric small molecule intracellular pH sensors for Raman microscopy,” Analyst 145(15), 5289–5298 (2020). 43J. D. Flynn, M. Y. Gimmen, D. N. Dean, S. M. Lacy, and J. C. Lee, “Terminal alkynes as Raman probes of α-synuclein in solution and in cells,” ChemBioChem 21(11), 1582–1586 (2020). 44M. G. Romei, E. V. von Krusenstiern, S. T. Ridings, R. N. King, J. C. Fortier, C. A. McKeon, K. M. Nichols, L. K. Charkoudian, and C. H. Londergan, “Frequency changes in terminal alkynes provide strong, sensitive, and solvatochromic Raman probes of biochemical environments,” J. Phys. Chem. B 127(1), 85–94 (2023). 45S. C. Epstein, A. R. Huff, E. S. Winesett, C. H. Londergan, and L. K. Chark- oudian, “Tracking carrier protein motions with Raman spectroscopy,” Nat. Commun. 10(1), 2227 (2019). 46K. Dodo, K. Fujita, and M. Sodeoka, “Raman spectroscopy for chemical biology research,” J. Am. Chem. Soc. 144(43), 19651–19667 (2022). 47X. Bi, K. Miao, and L. Wei, “Alkyne-tagged Raman probes for local environ- mental sensing by hydrogen–deuterium exchange,” J. Am. Chem. Soc. 144(19), 8504–8514 (2022). 48T. Dong, P. Yu, J. Zhao, and J. Wang, “Probing the local structure and dynam- ics of nucleotides using vibrationally enhanced alkynyl stretching,” Phys. Chem. Chem. Phys. 24(48), 29988–29998 (2022). 49Y. Li, K. M. Townsend, R. S. Dorn, J. A. Prescher, and E. O. Potma, “Enhancing alkyne-based Raman tags with a sulfur linker,” J. Phys. Chem. B 127(9), 1976–1982 (2023). 50S. Li, T. Chen, Y. Wang, L. Liu, F. Lv, Z. Li, Y. Huang, K. S. Schanze, and S. Wang, “Conjugated polymer with intrinsic alkyne units for synergisti- cally enhanced Raman imaging in living cells,” Angew. Chem., Int. Ed. 56(43), 13455–13458 (2017). 51S. Tian, H. Li, Z. Li, H. Tang, M. Yin, Y. Chen, S. Wang, Y. Gao, X. Yang, F. Meng, J. W. Lauher, P. Wang, and L. Luo, “Polydiacetylene-based ultra- strong bioorthogonal Raman probes for targeted live-cell Raman imaging,” Nat. Commun. 11(1), 81 (2020). 52D. Kossowska, G. Lee, H. Han, K. Kwak, and M. Cho, “Simultaneous enhance- ment of transition dipole strength and vibrational lifetime of an alkyne IR probe via π-d backbonding and vibrational decoupling,” Phys. Chem. Chem. Phys. 21(45), 24919–24925 (2019). 53D. Kossowska, K. Park, J. Y. Park, C. Lim, K. Kwak, and M. Cho, “Rational design of an acetylenic infrared probe with enhanced dipole strength and increased vibrational lifetime,” J. Phys. Chem. B 123(29), 6274–6281 (2019). 54E. B. Wilson, Molecular Vibrations: The Theory of Infrared and Raman Vibrational Spectra (Courier Dover Publications, 1955). 55J. Stare, “First-principle calculation of reduced masses in vibrational analysis using generalized internal coordinates: Some crucial aspects and examples,” J. Chem. Inf. Model. 47(3), 840–850 (2007). 56C. Y. Lin, A. T. B. Gilbert, and P. M. W. Gill, “Calculating molecular vibrational spectra beyond the harmonic approximation,” Theor. Chem. Acc. 120(1), 23–35 (2008). 57R. J. Whitehead and N. C. Handy, “Variational calculation of vibration-rotation energy levels for triatomic molecules,” J. Mol. Spectrosc. 55(1-3), 356–373 (1975). 58A. Adel and D. M. Dennison, “The infrared spectrum of carbon dioxide. Part I,” Phys. Rev. 43(9), 716–723 (1933). 59J. M. Bowman, “Self-consistent field energies and wavefunctions for coupled oscillators,” J. Chem. Phys. 68(2), 000608–610 (2008). 60D. T. Colbert and W. H. Miller, “A novel discrete variable representation for quantum mechanical reactive scattering via the S-matrix Kohn method,” J. Chem. Phys. 96(3), 1982–1991 (1992). 61C. Schwartz, “High-accuracy approximation techniques for analytic functions,” J. Math. Phys. 26(3), 411–415 (1985). 62J. C. Light and T. Carrington, Jr., Advances in Chemical Physics (John Wiley & Sons, Ltd., 2000), pp. 263–310. 63G. C. Groenenboom and D. T. Colbert, “Combining the discrete variable rep- resentation with the S-matrix Kohn method for quantum reactive scattering,” J. Chem. Phys. 99(12), 9681 (1993). 64J. Neugebauer, M. Reiher, C. Kind, and B. A. Hess, “Quantum chemical cal- culation of vibrational spectra of large molecules—Raman and IR spectra for Buckminsterfullerene,” J. Comput. Chem. 23(9), 895–910 (2002). 65D. A. McQuarrie, Statistical Mechanics (Harper & Row, 1975). 66P. Vandenabeele and D. J. Ando, Practical Raman Spectroscopy: An Introduction (John Wiley & Sons, Incorporated, Hoboken, 2013). 67J. C. Slater, “A simplification of the Hartree-Fock method,” Phys. Rev. 81(3), 385–390 (1951). 68C. Møller and M. S. Plesset, “Note on an approximation treatment for many- electron systems,” Phys. Rev. 46(7), 618–622 (1934). 69K. Raghavachari, G. W. Trucks, J. A. Pople, and M. Head-Gordon, “A fifth- order perturbation comparison of electron correlation theories,” Chem. Phys. Lett. 157(6), 479–483 (1989). 70A. D. Becke, “Density-functional thermochemistry. III. The role of exact exchange,” J. Chem. Phys. 98(7), 5648–5652 (1993). 71C. Lee, W. Yang, and R. G. Parr, “Development of the Colle-Salvetti correlation- energy formula into a functional of the electron density,” Phys. Rev. B 37(2), 785–789 (1988). 72P. J. Stephens, F. J. Devlin, C. F. Chabalowski, and M. J. Frisch, “Ab initio cal- culation of vibrational absorption and circular dichroism spectra using density functional force fields,” J. Phys. Chem. 98(45), 11623–11627 (1994). 73N. Mardirossian and M. Head-Gordon, “ωB97M-V: A combinatorially opti- mized, range-separated hybrid, meta-GGA density functional with VV10 nonlocal correlation,” J. Chem. Phys. 144(21), 214110 (2016). 74O. A. Vydrov and T. Van Voorhis, “Nonlocal van der Waals density functional: The simpler the better,” J. Chem. Phys. 133(24), 244103 (2010). 75J. Tao, J. P. Perdew, V. N. Staroverov, and G. E. Scuseria, “Climbing the den- sity functional ladder: Nonempirical meta–generalized gradient approximation designed for molecules and solids,” Phys. Rev. Lett. 91(14), 146401 (2003). 76S. Grimme, J. G. Brandenburg, C. Bannwarth, and A. Hansen, “Consistent struc- tures and interactions by density functional theory with small atomic orbital basis sets,” J. Chem. Phys. 143(5), 054107 (2015). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-15 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp 77S. Grimme, S. Ehrlich, and L. Goerigk, “Effect of the damping function in dis- persion corrected density functional theory,” J. Comput. Chem. 32(7), 1456–1465 (2011). 78E. Epifanovsky, A. T. B. Gilbert, X. Feng, J. Lee, Y. Mao, N. Mardirossian, P. Pokhilko, A. F. White, M. P. Coons, A. L. Dempwolff, Z. Gan, D. Hait, P. R. Horn, L. D. Jacobson, I. Kaliman, J. Kussmann, A. W. Lange, K. U. Lao, D. S. Levine, J. Liu, S. C. McKenzie, A. F. Morrison, K. D. Nanda, F. Plasser, D. R. Rehn, M. L. Vidal, Z.-Q. You, Y. Zhu, B. Alam, B. J. Albrecht, A. Aldossary, E. Alguire, J. H. Andersen, V. Athavale, D. Barton, K. Begam, A. Behn, N. Bellonzi, Y. A. Bernard, E. J. Berquist, H. G. A. Burton, A. Carreras, K. Carter-Fenk, R. Chakraborty, A. D. Chien, K. D. Closser, V. Cofer-Shabica, S. Dasgupta, M. de Wergifosse, J. Deng, M. Diedenhofen, H. Do, S. Ehlert, P.-T. Fang, S. Fatehi, Q. Feng, T. Friedhoff, J. Gayvert, Q. Ge, G. Gidofalvi, M. Goldey, J. Gomes, C. E. González-Espinoza, S. Gulania, A. O. Gunina, M. W. D. Hanson-Heine, P. H. P. Harbach, A. Hauser, M. F. Herbst, M. Hernández Vera, M. Hodecker, Z. C. Holden, S. Houck, X. Huang, K. Hui, B. C. Huynh, M. Ivanov, Á. Jász, H. Ji, H. Jiang, B. Kaduk, S. Kähler, K. Khistyaev, J. Kim, G. Kis, P. Klunzinger, Z. Koczor-Benda, J. H. Koh, D. Kosenkov, L. Koulias, T. Kowalczyk, C. M. Krauter, K. Kue, A. Kunitsa, T. Kus, I. Ladjánszki, A. Landau, K. V. Lawler, D. Lefrancois, S. Lehtola, R. R. Li, Y.-P. Li, J. Liang, M. Liebenthal, H.-H. Lin, Y.-S. Lin, F. Liu, K.-Y. Liu, M. Loipersberger, A. Luenser, A. Manjanath, P. Manohar, E. Mansoor, S. F. Manzer, S.-P. Mao, A. V. Marenich, T. Markovich, S. Mason, S. A. Maurer, P. F. McLaughlin, M. F. S. J. Menger, J.-M. Mewes, S. A. Mewes, P. Morgante, J. W. Mullinax, K. J. Oosterbaan, G. Paran, A. C. Paul, S. K. Paul, F. Pavoˇsevi´c, Z. Pei, S. Prager, E. I. Proynov, Á. Rák, E. Ramos- Cordoba, B. Rana, A. E. Rask, A. Rettig, R. M. Richard, F. Rob, E. Rossomme, T. Scheele, M. Scheurer, M. Schneider, N. Sergueev, S. M. Sharada, W. Skomorowski, D. W. Small, C. J. Stein, Y.-C. Su, E. J. Sundstrom, Z. Tao, J. Thirman, G. J. Tornai, T. Tsuchimochi, N. M. Tubman, S. P. Veccham, O. Vydrov, J. Wenzel, J. Witte, A. Yamada, K. Yao, S. Yeganeh, S. R. Yost, A. Zech, I. Y. Zhang, X. Zhang, Y. Zhang, D. Zuev, A. Aspuru-Guzik, A. T. Bell, N. A. Besley, K. B. Bravaya, B. R. Brooks, D. Casanova, J.-D. Chai, S. Coriani, C. J. Cramer, G. Cserey, A. E. DePrince III, R. A. DiStasio, Jr., A. Dreuw, B. D. Dunietz, T. R. Furlani, W. A. Goddard III, S. Hammes-Schiffer, T. Head-Gordon, W. J. Hehre, C.-P. Hsu, T.-C. Jagau, Y. Jung, A. Klamt, J. Kong, D. S. Lambrecht, W. Liang, N. J. Mayhall, C. W. McCurdy, J. B. Neaton, C. Ochsenfeld, J. A. Parkhill, R. Peverati, V. A. Rassolov, Y. Shao, L. V. Slipchenko, T. Stauch, R. P. Steele, J. E. Subotnik, A. J. W. Thom, A. Tkatchenko, D. G. Truhlar, T. Van Voorhis, T. A. Wesolowski, K. B. Whaley, H. L. Woodcock III, P. M. Zimmerman, S. Faraji, P. M. W. Gill, M. Head-Gordon, J. M. Herbert, and A. I. Krylov, “Software for the frontiers of quantum chemistry: An overview of developments in the Q-Chem 5 package,” J. Chem. Phys. 155(8), 084801 (2021). 79M. Bursch, J.-M. Mewes, A. Hansen, and S. Grimme, “Best-practice DFT proto- cols for basic molecular computational chemistry,” Angew. Chem., Int. Ed. 61(42), e202205735 (2022). 80P. Morgante and R. Peverati, “The devil in the details: A tutorial review on some undervalued aspects of density functional theory calculations,” Int. J. Quantum Chem. 120(18), e26332 (2020). 81A. Schäfer, H. Horn, and R. Ahlrichs, “Fully optimized contracted Gaussian basis sets for atoms Li to Kr,” J. Chem. Phys. 97(4), 2571–2577 (1992). 82T. H. Dunning, Jr., “Gaussian basis sets for use in correlated molecular calcu- lations. I. The atoms boron through neon and hydrogen,” J. Chem. Phys. 90(2), 1007–1023 (1989). 83J. S. Binkley, J. A. Pople, and W. J. Hehre, “Self-consistent molecular orbital methods. 21. Small split-valence basis sets for first-row elements,” J. Am. Chem. Soc. 102(3), 939–947 (1980). 84P. Pulay, “Improved SCF convergence acceleration,” J. Comput. Chem. 3(4), 556–560 (1982). 85E. Cancès and C. Le Bris, “Can we outperform the DIIS approach for electronic structure calculations?,” Int. J. Quantum Chem. 79(2), 82–90 (2000). 86S.-H. Chien and P. M. W. Gill, “SG-0: A small standard grid for DFT quadrature on large systems,” J. Comput. Chem. 27(6), 730–739 (2006). 87A. G. Gale, T. T. Odbadrakh, B. T. Ball, and G. C. Shields, “Water-mediated peptide bond formation in the gas phase: A model prebiotic reaction,” J. Phys. Chem. A 124(20), 4150–4159 (2020). 88S. Xu, J. M. Nilles, and K. H. Bowen, Jr., “Zwitterion formation in hydrated amino acid, dipole bound anions: How many water molecules are required?,” J. Chem. Phys. 119(20), 10696–10701 (2003). 89P. T. Panek and C. R. Jacob, “Efficient calculation of anharmonic vibra- tional spectra of large molecules with localized modes,” ChemPhysChem 15(15), 3365–3377 (2014). 90X. Cheng and R. P. Steele, “Efficient anharmonic vibrational spectroscopy for large molecules using local-mode coordinates,” J. Chem. Phys. 141(10), 104105 (2014). 91A. Ghysels, D. Van Neck, V. Van Speybroeck, T. Verstraelen, and M. Waro- quier, “Vibrational modes in partially optimized molecular systems,” J. Chem. Phys. 126(22), 224102 (2007). 92C. R. Jacob and M. Reiher, “Localizing normal modes in large molecules,” J. Chem. Phys. 130(8), 084106 (2009). 93E. Kraka, W. Zou, and Y. Tao, “Decoding chemical information from vibra- tional spectroscopy data: Local vibrational mode theory,” Wiley Interdiscip. Rev.: Comput. Mol. Sci. 10(5), e1480 (2020). 94E. Kraka, M. Quintano, H. W. La Force, J. J. Antonio, and M. Freindorf, “The local vibrational mode theory and its place in the vibrational spectroscopy arena,” J. Phys. Chem. A 126(47), 8781–8798 (2022). 95N. A. Besley and J. A. Bryan, “Partial Hessian vibrational analysis of organic molecules adsorbed on Si(100),” J. Phys. Chem. C 112(11), 4308–4314 (2008). 96N. A. Besley and K. A. Metcalf, “Computation of the amide I band of polypep- tides and proteins using a partial Hessian approach,” J. Chem. Phys. 126(3), 035101 (2007). 97P. Linstrom, NIST Chemistry WebBook, NIST Standard Reference Database 69, 1997. 98R. Johnson, Computational Chemistry Comparison and Benchmark Database, NIST Standard Reference Database 101, 2002. 99O. Bastiansen, P. Bakken, E. Kloster-Jensen, S. Samdal, and M. Trætteberg, “A theoretical and experimental study of the molecular structure of 1-butyne,” J. Mol. Struct. 352–353, 77–85 (1995). 100G. W. King and D. Moule, “Infra-red and Raman spectra of propynal,” Spectrochim. Acta 17(3), 286–290 (1961). 101R. Hochstrasser and J. Wirz, “Ethinol: Photochemische Erzeugung in einer Argonmatrix, IR-Spektrum und Photoisomerisierung zu Keten,” Angew. Chem. 101(2), 183–185 (1989). 102C. Wentrup, H. Briehl, P. Lorencak, U. J. Vogelbacher, H. W. Winter, A. Maquestiau, and R. Flammang, “Primary ethynamines (HC≡CNH2, PhC≡CNH2), aminopropadienone (H2NCH:C:C:O), and imidoylketene (HN:CHCH:C:O). Preparation and identification of molecules of cosmochemical interest,” J. Am. Chem. Soc. 110(5), 1337–1343 (1988). 103T. Shimanouchi, Tables of Molecular Vibrational Frequencies: Consolidated (National Bureau of Standards, 1972), Vol. 1. 104R. A. Nyquist, “Vibrational assignments of H-CC-CH2OH and its deuterium analogs,” Spectrochim. Acta, Part A 27, 2513–2523 (1971). 105J. H. Wotiz, F. A. Miller, and R. J. Palchak, “The infrared spectra of propargylic alcohols and bromides,” J. Am. Chem. Soc. 72(11), 5055–5058 (1950). 106See https://spectrabase.com/spectrum/KmpcAnOHSHN for informatoin about propargylalcohol. 107S. Guan, G. A. Attard, and A. J. Wain, “Observation of substituent effects in the electrochemical adsorption and hydrogenation of alkynes on Pt{hkl} using SHINERS,” ACS Catal. 10(19), 10999–11010 (2020). 108S. A. Corcelli, C. P. Lawrence, and J. L. Skinner, “Combined electronic struc- ture/molecular dynamics approach for ultrafast infrared spectroscopy of dilute HOD in liquid H2O and D2O,” J. Chem. Phys. 120(17), 8107–8117 (2004). 109F. Jørgensen, “Orientation of the Eckart frame in a polyatomic molecule by symmetric orthonormalization,” Int. J. Quantum Chem. 14(1), 55–63 (1978). 110S. Hong, T. Chen, Y. Zhu, A. Li, Y. Huang, and X. Chen, “Live-cell stimulated Raman scattering imaging of alkyne-tagged biomolecules,” Angew. Chem., Int. Ed. 53(23), 5827–5831 (2014). 111J. Ando, M. Asanuma, K. Dodo, H. Yamakoshi, S. Kawata, K. Fujita, and M. Sodeoka, “Alkyne-tag SERS screening and identification of small- molecule-binding sites in protein,” J. Am. Chem. Soc. 138(42), 13901–13910 (2016). 112K. K. Irikura, R. D. Johnson, and R. N. Kacker, “Uncertainties in scaling factors for ab initio vibrational frequencies,” J. Phys. Chem. A 109(37), 8430–8437 (2005). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-16 © Author(s) 2024 14 January 2026 13:29:07 The Journal of Chemical Physics ARTICLE pubs.aip.org/aip/jcp 113P. Botschwina, “An ab initio calculation of spectroscopic properties of the azide anion,” J. Chem. Phys. 85(8), 4591–4593 (1986). 114L. R. Fredrickson and J. C. Decius, “Infrared reflection and the vibrational dipole derivatives of azide ion in β-NaN3,” J. Chem. Phys. 63(6), 002727–2732 (2008). 115G. Bertsch, G. Rösinger, and H. H. Eysel, “Raman intensities and electro-optical parameters of the azide ion in β-NaN3 single crystals and aqueous solution,” J. Raman Spectrosc. 15(6), 414–420 (1984). 116J. B. Weaver, J. Kozuch, J. M. Kirsh, and S. G. Boxer, “Nitrile infrared intensities characterize electric fields and hydrogen bonding in protic, aprotic, and protein environments,” J. Am. Chem. Soc. 144(17), 7562–7567 (2022). 117S. S. Andrews and S. G. Boxer, “Vibrational Stark effects of nitriles I. Methods and experimental results,” J. Phys. Chem. A 104(51), 11853–11863 (2000). 118H. D. Downing, B. J. Krohn, and R. H. Hunt, “Coriolis intensity perturbations in Π-Σ bands of CO2,” J. Mol. Spectrosc. 55(1-3), 66–80 (1975). 119C. A. Daly, E. J. Berquist, T. Brinzer, S. Garrett-Roe, D. S. Lambrecht, and S. A. Corcelli, “Modeling carbon dioxide vibrational frequencies in ionic liquids: II. Spectroscopic map,” J. Phys. Chem. B 120(49), 12633–12642 (2016). 120G. Tejeda, B. Maté, and S. Montero, “Overtone Raman spectrum and molecular polarizability surface of CO2,” J. Chem. Phys. 103(2), 568–576 (1995). 121J. Du, H. Wang, and L. Wei, “Bringing vibrational imaging to chemical biology with molecular probes,” ACS Chem. Biol. 17(7), 1621–1637 (2022). 122F. de Moliner, K. Knox, D. Gordon, M. Lee, W. J. Tipping, A. Geddis, A. Reinders, J. M. Ward, K. Oparka, and M. Vendrell, “A palette of minimally tagged sucrose analogues for real-time Raman imaging of intracellular plant metabolism,” Angew. Chem. 133(14), 7715–7720 (2021). J. Chem. Phys. 160, 074106 (2024); doi: 10.1063/5.0185580 160, 074106-17 © Author(s) 2024 14 January 2026 13:29:07",
  "metadata": {
    "faculty_name": "Clyde Daly",
    "date_published": "2024-02-16T00:00:00Z",
    "content_type": "Publication",
    "department": "Chemistry"
  }
}