{
  "id": "010",
  "document": "Developing predictive models of riparian buffer efficacy with meta-analysis Rosamar Ayala-Torres a,* , Lee H. Dietterich b, Samantha Wiest c, S. Kyle McKay d a ORISE fellow at the US Army Engineer Research and Development Center (ERDC), Environmental Laboratory (EL), 3909 Halls Ferry Road, Vicksburg, MS 39180- 6199, USA b Formerly, ORISE fellow at ERDC-EL, Athens, GA, USA c ERDC-EL, Vicksburg, MS, USA d Formely, ERDC-EL, New York, NY, USA A R T I C L E I N F O Keywords: Buffer width Pollutant retention Relative richness PRISMA EcoEvo Ecosystem management Stream restoration regulations A B S T R A C T Riparian ecosystems have been extensively studied worldwide to determine the influence of buffer width on riparian-stream interactions, including water quality and biodiversity. Many recommendations have emerged from literature synthesis regarding the buffer widths necessary to conserve riparian functions. This study con­ ducts a meta-analysis of buffer width efficacy, aiming to develop recommendations for protecting and restoring riparian areas. Existing studies reporting the effect of varying riparian buffer widths on water quality (i.e., pollutant retention) and biodiversity outcomes (i.e., relative species richness) were compiled. Results indicate a strong, significant positive correlation between buffer width and pollutant retention and by their constituents (n = 30 studies, p < 0.0001), with tree vegetation types and lower slopes increasing retention effectiveness. Biodiversity measures showed a moderate positive correlation with buffer width (n = 41, p < 0.0001). Based on logarithmic models of buffer efficacy, a 15 m corridor width retains 67 % of pollutant inputs from upland sources and supports about 79 % of the species richness compared to larger reference buffers. Most studies on water quality improvement focused on reducing nutrients and sediment loads, suggesting emergent pollutants (e.g., microplastics) as potential future research. Similarly, most biodiversity studies focused on invertebrate taxa, suggesting the need for diverse taxonomic studies. Overall, the meta-analysis concludes a strong positive cor­ relation between buffer widths and improvements in water quality and biodiversity, underscoring the impor­ tance of functional riparian buffers. Through meta-regression, simple models are provided as a first-order tool for scientists and decision-makers to estimate effective riparian buffer widths. 1. Introduction Worldwide, riparian ecosystems provide crucial functions to main­ tain and preserve high-quality inland waters (Feld et al., 2018; Wang and Pan, 2014; Wenger, 1999). Riparian zones serve as primary move­ ment paths for energy, materials, and organisms within and along the neighboring aquatic systems (i.e., rivers, lakes, headwater streams, and wetlands) (Wang and Pan, 2014; Schultz et al., 2009). The use of ri­ parian ecosystems as buffers began in the 1700s as part of European forest management practices; over time, it expanded globally and became known later as one of several best management practices (BMPs) for waterway protection (Lee et al., 2004). Riparian zones also experi­ ence a variety of disturbances from natural and anthropogenic causes (e. g., flooding and land use development, respectively) due to their location as an ecotone between aquatic and terrestrial areas (Castelle et al., 1994). Therefore, these areas have been a research priority for conservation, restoration, and water quality management (Fischer and Fischenich, 2000; Lind et al., 2019; Todd, 2008). Ecologically, riparian zones are transitional ecosystems between freshwater and upland systems, inhabited by distinct, characteristic biota (Wang and Pan, 2014; Fischer and Fischenich, 2000; Lind et al., 2019). These zones act as natural filters of pollutants (Mupepele and Dormann, 2016; Valkama et al., 2019), and have often been identified as hotspots for biodiversity (Gene et al., 2019; Stewart et al., 2011) with a strong influence of width on these functions (Wang and Pan, 2014; Stutter et al., 2021). Due to their diverse ecological and water quality functions, these ecosystems have been associated with varying terms such as vegetative strip, corridor zone, and filter strips (Fischer and * Corresponding author at: US Army Engineer Research and Development Center (ERDC), Environmental Laboratory (EL), 3909 Halls Ferry Road, Vicksburg, MS 39180-6199, USA. E-mail address: r.ayalatorres12@gmail.com (R. Ayala-Torres). Contents lists available at ScienceDirect Environmental Challenges journal homepage: www.elsevier.com/locate/envc https://doi.org/10.1016/j.envc.2025.101258 Received 8 April 2025; Received in revised form 25 June 2025; Accepted 3 August 2025 Environmental Challenges 20 (2025) 101258 Available online 5 August 2025 2667-0100/© 2025 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license ( http://creativecommons.org/licenses/by/4.0/ ). Fischenich, 2000; Hickey and Doran, 2004; Richardson et al., 2007; Zhang et al., 2010). The riparian buffer term helps encapsulate these functions, and buffer widths are commonly defined as the distance perpendicularly extending from the top of the bank of a given water body. Despite the benefits of riparian zones, anthropogenic impacts and conflicts often emerge in their management. Land use conversion for agriculture, livestock, forestry, and (sub)urban development can significantly constrain riparian areas, negatively affecting ecological functions. Anthropogenic disturbances can also trigger streambank erosion, altered water quality, changes to streamflow, and habitat degradation (Council, 2002). In some cases, riparian impacts can be minor enough for the area to recover naturally, while in other cases, the degradation can be more severe and long-lasting (Stanford et al., 2020). Conservation regulations have been implemented worldwide for ripar­ ian buffers (Table 1) to maintain the ecological functions of these sys­ tems (Karr and Dudley, 1981) during development. In the United States, after the federal Clean Water Act of 1972, different regulations and best management practices were developed (Blinn and Kilgore, 2001) with the help of the scientific community (Davies, 2020). Minimum buffer widths have become essential for reducing distur­ bance in riparian areas and maintaining ecological functions. Many studies have reported the effects of buffers on water quality, such as sediment, nutrients, pesticide, and herbicide retention (Wenger, 1999; Lind et al., 2019), and biodiversity measures, such as species richness for different taxa (Fischer and Fischenich, 2000). However, many studies have qualitatively synthesized observations to recommend buffer width targets (e.g., (Wenger, 1999; Fischer and Fischenich, 2000)). This study compiled data from existing studies and used meta-analysis (Gurevitch et al., 2018) to assess and document the effects of buffer width on water quality and biodiversity improvements, separately. We focus on two forms of analyses with the goal of reaching different audiences inter­ ested in riparian buffers. First, we use meta-correlation to understand the strength and direction of the effect associated with riparian buffer efficacy, which helps scientists understand patterns across regions and underlying mechanisms. Second, we create meta-regressions to predict outcomes based on specific management levels, such as buffer width, which is important for regulating and restoring riparian zones. The regression analysis synthesizes data and outcomes from various loca­ tions and contexts into user-friendly, understandable formats to inform riparian buffer management. 2. Methodology 2.1. Study selection To assess and report data through meta-analysis, we followed a structured approach for literature analysis using the PRISMA-EcoEvo framework (Preferred Reporting Items for Systematic Reviews and Meta-Analyses; http://www.prisma-statement.org), which is an exten­ sion of PRISMA focused on eco-evolutionary research (O’Dea et al., 2021). Fig. 1 summarizes the steps followed to find and extract riparian buffer data. Three methods were used to identify potential studies for inclusion in the meta-analysis, all based on three seminal reviews of riparian buffers management: Wenger, 1999; Fischer and Fischenich, 2000 and Lind et. al, 2019 (Wenger, 1999; Fischer and Fischenich, 2000; Lind et al., 2019). These three studies provide fundamental science and practical infor­ mation for the design, management, and policy of riparian areas. Method A compiled all cited references from the three seminal reviews, which resulted in 315 studies. Method B identified studies based on a forward citation analysis of the benchmark studies (i.e., all papers citing these three reviews through July 2022), which resulted in 925 studies. Method C used a keyword search identified using the benchmark studies: \"riparian buffer,\" \"vegetation buffer,\" \"riparian width,\" \"riparian zone,\" \"riparian corridor,\" or \"riparian pollution\" and “effective removal”. Entries aggregated from the three methods and duplicates were removed, which resulted in 1340 studies related to riparian water quality and biodiversity functions. All searches were conducted using Google Scholar. All compiled publications were then screened for inclusion. Pre­ liminary filtering was based on document accessibility, relevance to empirical buffer width studies, and whether it was published in English or Spanish. Three criteria were used to assess the full-text publications: (1) the focal riparian system must be on a lotic waterbody (i.e., streams and rivers); (2) a numerical buffer width must be reported; and (3) study outcomes had to be reported in a consistent metric related to water quality or biodiversity (i.e., percent pollutant removal and relative richness as a proportion of that in a reference site, respectively). Based on this screening, 71 studies were eligible for inclusion in the meta- analysis, with 30 focused on water quality and 41 focused on biodi­ versity measures (Figure 1; Document S1). 2.2. Data compilation Data were compiled for each of these 71 studies for dependent var­ iables and various common co-variates (Table 2). Dependent variables were divided into water quality and biodiversity measures. Water quality was summarized as removal efficiencies of varying pollutants filtered by the buffer, with the most common constituents being sedi­ ment (Sed), nitrogen (N), and phosphorus (P). Biodiversity measures were quantified as the relative richness of a given taxonomic group (e.g., birds), a proportion based on the studied riparian zone divided by the species richness from a reference site. Multiple co-variates were also compiled to better understand the effects of geography, vegetation type, slope, and other pertinent conditions on the riparian buffer functionality (Table 2). The co-variables compiled were determined as variables that have been shown to impact buffer performance (Stutter et al., 2021), (26). WebPlotDigitizer was used to extract numerical data from figures and graphs when necessary. We also collected data on statistical support for results of individual studies, such as standard deviations and sample sizes, as these are necessary for meta-analysis (Gurevitch et al., 2018). 2.3. Meta-analysis Two types of analyses were conducted as part of this meta-analysis with the goal of reaching different audiences interested in riparian buffers. First, we assessed the strength of the relationships between Table 1 Worldwide riparian buffer width regulations overview, summarized by this study geographic regions. Geographic region Mean (m) Range (m) Number of regulations References USA 35 1.5 – 815 62 Castelle et al.; Davies, 2020; Dunn et al.; Early, 2016; Gonzalez, 2011; Jones et al., 2006; Yirigui et al., 2019; Zasada et al., 2005; Awole et al., 2018; Winsten, 2004. Canada, Central America, Caribbean, and South America 83 5 – 500 22 Brumberg, 2021; Gonzalez, 2011; Wenger et al., 2018 Europe, Asia, Africa, and Oceania 88 5 - 1000 32 Ferrarini et al.; Wenger et al., 2018 ; Yirigui et al., 2019 R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 2 buffer width and water quality and biodiversity improvement, which is largely a scientific research issue. Second, we developed meta-regression models to describe these relationships quantitatively, for predicting outcomes in the context of a specific management level, i.e., buffer target widths. Meta-analyses followed standard methods using R Statistical Soft­ ware (version 4.2.2). The random effect meta-analysis approach was used based on the suggestions made by O’Dea et al., (2021) for ecological and evolutionary studies. The package ‘esc’ (Lüdecke, 2016) was used to convert and compute effect sizes based on standard error and number of observations. The ‘meta’ package (Balduzzi et al., 2019) was used to perform the ‘meta-cor’, ‘meta-mean’, ‘meta-prop’, and ‘meta-regression’ analyses, detailed below. 2.3.1. Meta-analysis: strength of buffer width effects on riparian functions To determine the strength of the effects of riparian buffer width on water quality and biodiversity, meta-analysis was conducted using Pearson correlation (r) as effect size (‘meta-cor’). Correlations between the buffer width and the water quality/biodiversity values were extracted from each research study. When correlation data were not reported, we estimated them from the effect size provided (e.g., stan­ dardized mean difference, means, etc.), using the ‘esc’ R package (Lüdecke, 2016). The strength of the correlations between buffer width and water quality and biodiversity were analyzed separately using the ‘meta-cor’ function in the ‘meta’ R package (Balduzzi et al., 2019), which includes an r to Fisher Z conversion. The results obtained from the ‘meta-cor’ were used to perform a categorical meta-regression. The vegetation type and slope category were used as explanatory variables to determine the influence of other moderators over the response variables and analyzed by AIC model comparison. Models were evaluated as: individual predictors, their interaction, and both without interaction. 2.3.2. Meta-analysis: models A second form of meta-analysis was applied to quantitatively describe the relationships between riparian functions and buffer width. Fig. 1. The PRISMA flow diagram shows an overview of the selection, screening, and data compilation process, focusing on riparian area buffer width and their water quality and biodiversity measures. The diagram model was obtained from Moher et al., (2009). R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 3 Data were analyzed differently for the water quality and biodiversity measures. The data obtained was extracted from unique evaluations of the studies; hence, each study may contain more than one evaluation. For the water quality metrics, the ‘meta-mean’ function was used in the ‘meta’ R package (Balduzzi et al., 2019) to analyze the relationship between mean buffer width and percent mean retention efficiency for each pollutant constituents (i.e., nitrogen, phosphorus, and sediment). For the biodiversity measures, we used the ‘meta-prop’ function in ‘meta’ R package (Balduzzi et al., 2019) to analyze the relationship between mean buffer width and relative richness by taxonomic grouping (i.e., vegetation, herpetofauna, birds, mammals, invertebrates and fish). The ‘meta‑prop’ outcomes were converted to percentages for compari­ son with pollutant retention outcomes. Meta-regression models examined the effects of the buffer width as a moderator, and the effect size was weighted by their precision (Nakagawa et al., 2017). Logarithmic regression equations were used, and all models were fit with least squares regression and quantile regression techniques to provide prediction boundaries (Knight et al., 2014). Models were fit for each pollutant or taxa measure (e.g., nitrogen and birds, respectively) as well as aggregated outcomes for pollutant retention and relative richness across all metrics. 2.3.3. Meta-analysis: publication bias Funnel plots were used to assess publication bias, using the asym­ metry in the relation between the study’s effect size and its precision. Fail-safe number and Begg-Mazumdar rank correlation were also used to examine potential publication bias (Janhavi and Anwaya, 2017; Rosenberg, 2005; Rosenthal, 1979). For the publication bias detection, the ‘metafor’ R package (Viechtbauer, 2010) was used, specifically the functions ‘funnel’ and ‘fsn’. 3. Results 3.1. Literature identified about riparian buffer zone The total number of papers evaluated for this meta-analysis was 1340. Of that total, 71 papers met all the criteria in Table 2. Most of the data collected were from North America; however, data from Asia, Europe, Oceania, and South America were also included in the analysis (Figure S1A). Among all the publications found, between 1990 and 2022 (Figure S1B), grassland and forest were the most studied biomes (Figure S1C), and trees were the most common vegetation studied in riparian areas (Figure S1D). Temperate zones in the Global North rep­ resented 73 % of studies (Figure S1). 3.2. Meta-analysis: strength of correlations between buffer width and riparian functions The ‘meta-cor’ analyses showed strong positive correlations with buffer width for water quality (r = 0.929; n = 30) and biodiversity measures (r = 0.693, n = 41) (Table 3; Figure S2 and S3). The signifi­ cance level was set at α=0.05, based on this threshold the meta- correlations were considered statistically significant. There was also high heterogeneity (I2) related to the variance between studies (Table 3). AIC analysis presents the best model using the interaction of mod­ erators for both riparian functions (Table S1), suggesting that the interaction between vegetation and slope is important to the riparian buffer width for improvement. Categorical regression for water quality and biodiversity suggests the potential effect of vegetation and slope as explanatory variables (p = 0.1009 and p = 0010, respectively) (Table S2). The heterogeneity explained by this model, adding vegeta­ tion and slope, is lower than 27 %, meaning that it explains a small fraction of the variance. The main effects on the water quality im­ provements present that tree vegetation has a strong positive effect (p = 0.0152), while steep slopes present a strong negative effect (p = 0.0304) (Table S2). In contrast, main effects on biodiversity were not significant for vegetation and slope components. Even so, slope outcomes suggest that there is a negative effect on biodiversity in steeper areas, higher than 15 % (Table S2). 3.3. Meta-analysis: effects of buffer width on water quality (pollutant retention) and biodiversity (relative species richness) measures outcomes The mean pollutant removal efficiency obtained from the Table 2 Summary of riparian data compiled from each study in this meta-analysis. Category Field Description Source Citation Reference citation (Authors, Year. Title). Function Categories: Water quality, Biodiversity. Document format Categories: Research study, Technical note, or Thesis. Study Geography Ecosystem type Categories: Stream, Wetland, River. Location of study The state, country and/or continent that the study assessed. Time The season (e.g., growing, harvest), months, years chosen for data collection. Site Geography Biome Categories: Grassland, Forest, Rainforest, Desert, and Tundra. If the research paper does not provide this information, annual temperature, and rainfall were used as classification factors. Annual precipitation Amount of rainfall measured at the site yearly (mm). Annual temperature Temperature measured at the site yearly ( ◦C). Usually provided as a range. Percent slope Slope ( %), or gradient, of the floodplain perpendicular to the stream. Categories: < 15 %, 15–30 % and >30 %. Vegetation buffer composition Buffer vegetation categories: Forest, Shrub, Grassland, and Mixed. Surrounding land use Grouped into the following categories: Forestry/Silviculture; Agricultural: Livestock and Crops; Urbanization and Other (unspecified agriculture, mining, harvest). Descriptive Statistics Buffer width range Maximum and minimum buffer width (m). Buffer width Average buffer width assessed (m). Number of sites Geographical sites assessed within a study. Sample size (n) Samples taken within a site. Pollutant Retention Pollutants Categories: Sediment; and Nutrients: Nitrogen and Phosphorus. Retention efficiency The percent ( %) of a pollutant that a buffer has filtered out. Biodiversity Taxon Categories: Birds, Vegetation, Mammals, Invertebrates, Herpetofauna and Fish. Relative richness The number of species found in the assessed ecosystem divided by number of species in the reference site ( %) Statistics Outcome Statistical analysis Statistical outcomes such as correlation, standardized mean difference, Anova, regression, t-test, etcetera. Reference DOI/Link DOI or web link to publication for reference. Table 3 Data description and meta-analysis outcome for water quality and biodiversity measures, using correlation as effect size. Water quality Biodiversity Data Description: ​ ​ Total papers 30 41 Buffer width range 0–100 m 0 – 2088 m Outcome: ​ ​ Meta-correlation (r) 0.929 0.693 95 % Confidence Interval (CI) 0.885; 0.952 0.546; 0.798 p-value < 0.0001 < 0.0001 I2 97.6 % 96.3 % R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 4 evaluations compiled from the studies was higher than 60 % (n = 79, Table 4, Figure S4). Logarithmic regression showed a significant positive relationship between buffer width and all pollutant retention outcomes (Adj.R2 = 0.052, F(1,81) = 5.416, p = 0.022; Table 4, Fig. 2, Table S3). Analyzing pollutant retention by its components, logarithmic re­ gressions showed marginal positive effects of buffer width on N and P removal (p < 0.1; Table S4), but no significant effect on sediment removal (Figure S6A, Table S4). Available data was not sufficient to perform this analysis on pesticide and herbicide removal. Limited width range, taking into consideration a maximum width of 50 m, was explored on sediment removal logarithm regression (Figure S7), which leads to a positive regression. Moreover, the mean relative richness found across 47 evaluations was approximately 80 % (Table 4, Figure S5). Logarithmic regression of all the biodiversity outcomes presented a marginal relationship with buffer width (Adj.R2 = 0.055, F(1,43) = 2.602, p = 0.114; Table 4, Fig. 2, Table S3). Analyzing biodiversity by taxa, invertebrates (p = 0.041), and birds (p = 0.010) showed a significant positive relationship with buffer width (Figure S6B, Table S3). Contrarily, vegetation showed a non- significant, negative relationship (Figure S6B, Table S3). Pollutant retention and Relative richness regression were extracted, as measurements of water quality and biodiversity, with their quantile regression from 0.1 to 0.9 (Table 4, Table S5) as techniques to provide prediction boundaries presented in Fig. 2. 3.4. Publication bias Funnel plots were asymmetrical, indicating possible publication bias (Figure S8) for all the effect sizes. However, Begg and Mazumdar’s test for rank correlation results suggested no evidence of publication bias, presenting p-values of 0.667 and 0.952 for water quality and biodiversity measures, respectively (Table S7). The Rosenthal method calculated a Fail-safe N bigger than the number of studies included in this meta- analysis. The Begg and Mazumdar’s test and Fail-safe N (Table S7) suggested that the meta-analysis might not be susceptible to publication bias (Begg and Mazumdar, 1994; Ranganathan and Aggarwal, 2021). 4. Discussion In this paper, we have used meta-analysis to compile findings from existing studies on riparian buffer performance relative to water quality and biodiversity measures. While standard methods were followed (i.e., the PRISMA framework), meta-analysis approaches are subject to a va­ riety of limitations, primarily related to the underlying studies used (Gurevitch et al., 2018; O’Dea et al., 2021; Moher et al., 2009). A formal analysis found limited evidence of publication bias (Figure S6; Table S7). However, we acknowledge geographic bias toward temperate zones in the Global North, given that 73 % of studies were from North America or Europe (Figure S1) and only English and Spanish language studies were included. Expanding study efforts to tropical and arid re­ gions, including other underrepresented ecosystems will be essential for develop a globally buffer width recommendation. Our analysis is also constrained by the breadth of buffer widths included in the underlying studies. For instance, the 20 studies of sedi­ ment removal included a maximum of 100 m width and 62 % retention in their data sets, which led to a non-intuitive negative regression, due to studies with higher retention on a smaller buffer width. Sediment removal was not statistically significant when all studies were included; however, secondary analyses show a more intuitive pattern that is representative of the bulk of studies after the removal of a single outlying study (Figure S7). The most important limitation of our analysis may, however, be the exclusion of studies due to incomplete reporting of statistical data; 351 studies met the eligibility criteria for this meta- analysis, but only 71 reported the quantitative data necessary for meta-analysis (i.e., 17 %, Fig. 1). Future work on this topic will benefit a standardized data collection and transparency in riparian buffer research, for a more complete report of quantitative statistical data and analysis. Riparian buffers have been extensively studied to determine target widths for conservation and restoration (Feld et al., 2018; Lind et al., 2019; Kroll and Oakland, 2019; Renouf and Harding, 2015). Buffer width recommendations are widespread in the science and practice of stream management (Table 1), with significant variations accommoda­ ting issues like local geographic factors, surrounding land use, and ri­ parian zone properties (Lee et al., 2004; Lind et al., 2019; Lam et al., 2011). These peer-reviewed studies and regulatory policies typically synthesize a subset of quantitative data with professional judgment to recommend buffer widths for a given location (Wenger, 1999; Fischer and Fischenich, 2000; Lind et al., 2019). Our meta-analysis quantita­ tively supports the general findings of prior qualitative analysis that indicate a strong and consistent effect of buffer widths on both water quality improvement and biodiversity measures (Table 3, Figure S2 and S3). The variability in effect sizes across studies suggests that local environmental factors, such as vegetation type and slope category, play crucial roles in buffer effectiveness. More specifically, tree buffers and Table 4 Pollutant retention (Water quality measure) and Relative richness (Biodiversity measure) outcomes evaluation using ‘meta mean’ and ‘meta prop’, respectively. The outcomes from pollutant retention are based on the percent of removal ef­ ficiency, while the biodiversity outcomes are based on their relative richness percent. The table presents a logarithmic regression model by outcome. Outcome no Average 95 % CI Regression Pollutant retention 79 64.2 [58.3; 70.2] Y = 44.706 + 8.194 ln (x) (F(1,80) = 5.416, R2adj = 0.052, p = 0.022) Relative richness 47 79.5 [73.2; 85.8] Y = 67.049 + 3.85 ln (x) (F(1,45) = 2.602, R2adj = 0.055, p = 0.114) Fig. 2. Buffer width and effect size with mean random-effect model regression (full line) and quantiles (τ = 0.5 (dashed line), 0.1 and 0.9 (dotted line)). Their precision weighted the effect size based on standard error. The blue lines (upper graph) correspond to the biodiversity model; the red lines (lower graph) correspond to the pollutant retention model. The gray shadow represents the 95 % confidence. R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 5 less steep slopes (i.e., < 30 %) were found to be associated with increased pollutant retention (Table S2), which aligns with prior studies indicating that high plant growth rates and water residence times are significant drivers of uptake (Castelle et al., 1994; Lind et al., 2019; Aguiar et al., 2015; Hazlett et al., 2008). Conversely, biodiversity measures were not significantly associated with vegetation (Table S2) but align with previous studies showing increasing slopes provide a negative influence on greater habitat structural diversity (Hasselquist et al., 2015). A primary goal of this meta-analysis was to develop information and tools for scientists, land managers, and policymakers to estimate func­ tional response of pollutant removal and biodiversity to varying riparian buffer widths. Our meta-regression models (Fig. 2, Table 4) provide a simple tool for users to predict buffer performance for different man­ agement outcomes. These models represent diverse global studies of riparian buffers and can be used as a priori estimates for locations without locally specific data. The quantile regressions indicate wide prediction intervals (Fig. 2), and Table S5 presents models for water quality and biodiversity improvement models with quantiles varying from 0 to 100 % prediction intervals in 10 % increments for users to bracket estimates of performance. Our quantile regression models can be used to inform selection of target buffer widths that are based on the risk thresholds or tolerances of local policy makers. Rather than specify a particular width, we recom­ mend that decision makers consider their objectives and performance goals (e.g., 75 % uptake with 50 % predicted boundary interval (75th- 25thpercentile)), and then identify a width considering these prefer­ ences. For example, to achieve an 75 % of effectiveness on the biodi­ versity measure (relative richness) logarithmic regression model with a 50 % predicted boundary interval (τ=0.25; 0.75; Table S5) indicates that a predictive boundary of 0.0 – 140.0 m buffer width is needed (e.g., in the regression equation that correspond to τ=0.25 for biodiversity in Table S5, we let y = 75 % and solve for x to find the minimum requisite buffer width, repeat the process with the equation corresponding τ=0.75).Quantile models were proposed as a risk-based approach to buffer implementation to enhance decision making. The risk aversion or tolerance may be examined alongside their goals, considering their specific ecological and regulatory objectives when determining buffer width. Forty-nine states’ riparian buffer regulations include a common width suggestion of 15 m (50 ft) to preserve areas close to streams and lakes (Blinn and Kilgore, 2001; Blinn and Kilgore, 2004). Based on meta-analysis results, a 15 m width would be associated with, on average, 66.9 % removal of pollutants and 78.6 % relative richness (e.g., in the regression equation in Table 4, we let x = 15 m and solve for y to find % effectiveness). If the width was increased to 30 m (100 ft), pollutant retention and relative richness outcomes would be expected to increase to 72.6 % and 81.7 %, respectively. Additionally, our overview of regulations in the U.S., as presented in Table 1, indicates a mean buffer width of 35 m, which corresponds to a pollutant removal rate of 74 % and a relative richness of 81 %. While buffer widths of 15 and 30 m are often used as regulatory targets (Wenger, 1999), our analysis sug­ gests that they contribute to the ecological functions; however, for a higher percentage of effectiveness (75 %) in both processes, a buffer width of 35 m is needed. Table S6 presents more detailed regressions for each pollutant and taxonomic group separately, and these models generally display more consistent ranges of buffer performance relative to pollutant removal and wider ranges of performance for biodiversity outcomes. 5. Conclusion Riparian buffer zones are critical areas to maintain with diverse ecological functions, such as enhancing water quality and supporting biodiversity. Riparian buffers are also essential tools for counteracting the negative impact of human activities (Deere et al., 2022; Nava-L´opez et al., 2016). An increase in studies on riparian zones demonstrates their importance for the preservation and conservation of aquatic and ripar­ ian ecosystems (Deere et al., 2022). Through meta-analysis, we quan­ titatively confirmed that larger riparian buffer widths are associated with higher efficiency for water quality and biodiversity measures. We also generated pollutant retention and relative species richness predic­ tive models, intended for managers to estimate functional buffer thresholds tailored to site-specific conditions and conservation goals. Despite the large number of published studies on riparian buffers, there is still a need for additional research on riparian buffer perfor­ mance related to geographic data gaps, improvement in statistical reporting in riparian studies, and exploration of emerging pollutants (Deere et al., 2022; Luke et al., 2019). This study provides an under­ standing on evidence gaps on buffer efficacy and predictive models; with the understanding, a better and more targeted conservation strategies for buffer efficacy can develop. CRediT authorship contribution statement Rosamar Ayala-Torres: Writing – original draft, Visualization, Re­ sources, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Lee H. Dietterich: Writing – review & editing, Validation, Resources, Methodology, Conceptualization. Samantha Wiest: Visualization, Resources, Methodology, Data curation, Concep­ tualization. S. Kyle McKay: Writing – review & editing, Visualization, Validation, Project administration, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare the following financial interests/personal re­ lationships which may be considered as potential competing interests: S. Kyle McKay reports financial support was provided by US Army Engineer Research and Development Center - EMRRP. If there are other authors, they declare that they have no known competing financial in­ terests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This research was developed under the U.S. Army Corps of Engineers – Engineering Research and Development Center (USACE-ERDC) and conducted as part of the Ecosystem Management and Restoration Research Program (EMRRP). This research was supported in part by an appointment to the Department of Defense (DOD) Research Participa­ tion Program administered by the Oak Ridge Institute for Science and Education (ORISE) through an interagency agreement between the U.S. Department of Energy (DOE) and the DOD. ORISE is managed by ORAU under DOE contract number DE-SC0014664. All opinions expressed in this paper are the author’s and do not necessarily reflect the policies and views of DOD, DOE, or ORAU/ORISE. We thank Ella Dorfmueller and Ashlynn Clark for assistance with the initial search, screening, and se­ lection of the research studies for the meta-analysis. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.envc.2025.101258. Data availability Data will be made available on request. R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 6 References Aguiar Jr., T.R., Rasera, K., Parron, L.M., Brito, A.G., Ferreira, M.T., 2015. Nutrient removal effectiveness by riparian buffer zones in rural temperate watersheds: the impact of no-till crops practices. Agric. Water Manag. 149, 74–80. https://doi.org/ 10.1016/j.agwat.2014.10.031. Feb. Awole, K., Monaghan, J., Covington, B., “Bringing Discovery Farms to King Conservation District to Evaluate the Effectiveness Of Riparian Buffers on Agricultural lands,” King Conservation District, Renton, WA, Jan. 2018. Balduzzi, S., Rücker, G., Schwarzer, G., . 2019. How to perform a meta-analysis with R: a practical tutorial. Evid. Based Ment. Health 22 (4), 153–160. https://doi.org/ 10.1136/ebmental-2019-300117. Nov. Begg, C.B., Mazumdar, M., . 1994. Operating Characteristics of a Rank Correlation Test for Publication Bias. Biometrics 50 (4), 1088. https://doi.org/10.2307/2533446. Dec. Blinn, C.R., Kilgore, M.A., . 2001. Riparian Management Practices: a Summary of State Guidelines. J. For. 99 (8), 11–17. https://doi.org/10.1093/jof/99.8.11. Aug. Blinn, C.R., Kilgore, M.A., 2004. Riparian Management Practices in the Eastern U.S.: a Summary of State Timber Harvesting Guidelines. Water Air Soil Pollut. Focus 4 (1), 187–201. https://doi.org/10.1023/B:WAFO.0000012819.24003.16. Brumberg, H., et al., 2021. Riparian buffer length is more influential than width on river water quality: a case study in southern Costa Rica. J. Environ. Manage. 286, 112132. https://doi.org/10.1016/j.jenvman.2021.112132. May. Castelle, A.J., Johnson, A.W., Conolly, C., . 1994. Wetland and Stream Buffer Size Requirements—A Review. J. Environ. Qual. 23 (5), 878–882. https://doi.org/ 10.2134/jeq1994.00472425002300050004x. Sep. Council, N.R., 2002. Riparian Areas: Functions and Strategies for Management. The National Academies Press, Washington, DC. https://doi.org/10.17226/10327. Davies, M., 2020. Effects of Land Use on Riparian Corridors in Sonoma County. Master’s Project. University of San Francisco. Deere, N.J., et al., . 2022. Riparian buffers can help mitigate biodiversity declines in oil palm agriculture. Front. Ecol. Environ. 20 (8), 459–466. https://doi.org/10.1002/ fee.2473. Oct. Dunn, A.M., Julien, G., Ernst, W.R., Cook, A., Doe, K.G., Jackman, P.M., . 2011. Evaluation of buffer zone effectiveness in mitigating the risks associated with agricultural runoff in Prince Edward Island. Sci. Total Environ. 409 (5), 868–882. https://doi.org/10.1016/j.scitotenv.2010.11.011. Feb. Early, L., 2016. Using InVEST to examine impacts of land use change on ecosystem services to inform planning in Georgia’s Satilla River watershed. Master of Science. University of Georgia, Athens, Georgia. Feld, C.K., et al., 2018. Evaluating riparian solutions to multiple stressor problems in river ecosystems — A conceptual study. Water Res 139, 381–394. https://doi.org/ 10.1016/j.watres.2018.04.014. Aug. Ferrarini, A., Fornasier, F., Serra, P., Ferrari, F., Trevisan, M., Amaducci, S., . 2017. Impacts of willow and miscanthus bioenergy buffers on biogeochemical N removal processes along the soil–groundwater continuum. GCB Bioenergy 9 (1), 246–261. https://doi.org/10.1111/gcbb.12340. Jan. Fischer, R.A., Fischenich, J.C., 2000. Design Recommendations for Riparian Corridors and Vegetated Buffer Strips. EMRRP. Gene, S.M., et al., . 2019. The role of vegetated buffers in agriculture and their regulation across Canada and the United States. J. Environ. Manage. 243, 12–21. https://doi. org/10.1016/j.jenvman.2019.05.003. Aug. Gonzalez, M., 2011. An´alisis de la normativa, criterios y escenarios para la determinaci´on del ancho de franjas ribere˜nas como ´areas de protecci´on en Costa Rica. Doctoral Dissertation. Centro Agron´omico Tropical de Investigaci´on y Ense˜nanza. Escuela de Posgrado., Turrialba, Costa Rica. Gurevitch, J., Koricheva, J., Nakagawa, S., Stewart, G., . 2018. Meta-analysis and the science of research synthesis. Nature 555 (7695), 175–182. https://doi.org/ 10.1038/nature25753. Mar. Hasselquist, E.M., Nilsson, C., Hj¨alt´en, J., Jørgensen, D., Lind, L., Polvi, L.E., . 2015. Time for recovery of riparian plants in restored northern Swedish streams: a chronosequence study. Ecol. Appl. 25 (5), 1373–1389. https://doi.org/10.1890/14- 1102.1. Jul. Hazlett, P., Broad, K., Gordon, A., Sibley, P., Buttle, J., Larmer, D., . 2008. The importance of catchment slope to soil water N and C concentrations in riparian zones: implications for riparian buffer width. Can. J. For. Res. 38 (1), 16–30. https:// doi.org/10.1139/X07-146. Jan. Hickey, M.B.C., Doran, B., . 2004. A Review of the Efficiency of Buffer Strips for the Maintenance and Enhancement of Riparian Ecosystems. Water Qual. Res. J. 39 (3), 311–317. https://doi.org/10.2166/wqrj.2004.042. Aug. Janhavi, K., Anwaya, N., 2017. Comparison of Different Methods of Detecting Publication Bias. PhUSE. Jones, K.L., Poole, G.C., Meyer, J.L., Bumback, W., Kramer, E.A., 2006. Quantifying Expected Ecological Response to Natural Resource Legislation: a Case Study of Riparian Buffers, Aquatic Habitat, and Trout Populations. Ecol. Soc. 11 (2), art15. https://doi.org/10.5751/ES-01821-110215. Karr, J.R., Dudley, D.R., . 1981. Ecological perspective on water quality goals. Environ. Manage. 5 (1), 55–68. https://doi.org/10.1007/BF01866609. Jan. Knight, R.R., Murphy, J.C., Wolfe, W.J., Saylor, C.F., Wales, A.K., . 2014. Ecological limit functions relating fish community response to hydrologic departures of the ecological flow regime in the Tennessee River basin, United States. Ecohydrology 7 (5), 1262–1280. https://doi.org/10.1002/eco.1460. Oct. Kroll, S.A., Oakland, H.C., . 2019. A Review of Studies Documenting the Effects of Agricultural Best Management Practices on Physiochemical and Biological Measures of Stream Ecosystem Integrity. Nat. Areas J. 39 (1), 58. https://doi.org/10.3375/ 043.039.0105. Mar. Lüdecke, D., “esc: effect Size Computation for Meta Analysis.” p. 0.5.1, Jul. 08, 2016. doi: 10.32614/CRAN.package.esc. Lam, Q.D., Schmalz, B., Fohrer, N., . 2011. The impact of agricultural Best Management Practices on water quality in a North German lowland catchment. Environ. Monit. Assess. 183 (1–4), 351–379. https://doi.org/10.1007/s10661-011-1926-9. Dec. Lee, P., Smyth, C., Boutin, S., 2004. Quantitative review of riparian buffer width guidelines from Canada and the United States. J. Environ. Manage. 70 (2), 165–180. https://doi.org/10.1016/j.jenvman.2003.11.009. Feb. Lind, L., Hasselquist, E.M., Laudon, H., . 2019. Towards ecologically functional riparian zones: a meta-analysis to develop guidelines for protecting ecosystem functions and biodiversity in agricultural landscapes. J. Environ. Manage. 249, 109391. https:// doi.org/10.1016/j.jenvman.2019.109391. Nov. Luke, S.H., et al., . 2019. Riparian buffers in tropical agriculture: scientific support, effectiveness and directions for policy. J. Appl. Ecol. 56 (1), 85–92. https://doi.org/ 10.1111/1365-2664.13280. Jan. Moher, D., Liberati, A., Tetzlaff, J., Altman, D., Group, The PRISMA, . 2009. Preferred Reporting Items for Systematic Reviews and MetaAnalyses: the PRISMA Statement. PLoS Med 6 (7). https://doi.org/10.1371/journal.pmed.1000097. Jul. Mupepele, A.-C., Dormann, C., . 2016. Influence of Forest Harvest on Nitrate Concentration in Temperate Streams—A Meta-Analysis. Forests 8 (1), 5. https://doi. org/10.3390/f8010005. Dec. Nakagawa, S., Noble, D.W.A., Senior, A.M., Lagisz, M., . 2017. Meta-evaluation of meta- analysis: ten appraisal questions for biologists. BMC Biol 15 (1), 18. https://doi.org/ 10.1186/s12915-017-0357-7. Dec. Nava-L´opez, M.Z., Diemont, S.A.W., Hall, M., ´Avila-Akerberg, V., . 2016. Riparian Buffer Zone and Whole Watershed Influences on River Water Quality: implications for Ecosystem Services near Megacities. Environ. Process. 3 (2), 277–305. https://doi. org/10.1007/s40710-016-0145-3. Jun. O’Dea, R.E., et al., . 2021. Preferred reporting items for systematic reviews and meta- analyses in ecology and evolutionary biology: a PRISMA extension. Biol. Rev. 96 (5), 1695–1722. https://doi.org/10.1111/brv.12721. Oct. Ranganathan, P., Aggarwal, R., . 2021. Study designs: part 9 – Meta-analysis (II). Perspect. Clin. Res. 12 (1), 53–57. https://doi.org/10.4103/picr.PICR_369_20. Jan. Renouf, K., Harding, J., . 2015. Characterising riparian buffer zones of an agriculturally modified landscape. N. Z. J. Mar. Freshw. Res. 49 (3), 323–332. https://doi.org/ 10.1080/00288330.2015.1013475. Jul. Richardson, D.M., et al., . 2007. Riparian vegetation: degradation, alien plant invasions, and restoration prospects. Divers. Distrib. 13 (1), 126–139. https://doi.org/ 10.1111/j.1366-9516.2006.00314.x. Jan. Rosenberg, M.S., . 2005. The File-Drawer problem revisited: a general weighted method for calculating Fail-Safe numbers in Meta-Analysis. Evolution (N Y) 59 (2), 464–468. https://doi.org/10.1111/j.0014-3820.2005.tb01004.x. Feb. Rosenthal, R., 1979. The ‘File Drawer Problem’ and Tolerance for Null Results. Psychol. Bull. 86 (3), 638–641. https://doi.org/10.1037/0033-2909.86.3.638. Schultz, R.C., Isenhart, T.M., Colletti, J.P., Simpkins, W.W., Udawatta, R.P., Schultz, P.L., 2009. Riparian and Upland Buffer Practices. In: Garrett, H.E. (Ed.), North American Agroforestry: An Integrated Science and Practice, 2nd ed. Wiley, pp. 163–217. https://doi.org/10.2134/2009.northamericanagroforestry.2ed. Stanford, B., Holl, K.D., Herbst, D.B., Zavaleta, E., . 2020. In-stream habitat and macroinvertebrate responses to riparian corridor length in rangeland streams. Restor. Ecol. 28 (1), 173–184. https://doi.org/10.1111/rec.13029. Jan. Stewart, A., Reedyk, S., Franz, B., Fomradas, K., Hilliard, C., Hall, S., . 2011. A planning tool for design and location of vegetative buffers on watercourses in the Canadian prairies. J. Soil Water Conserv. 66 (4), 97A–103A. https://doi.org/10.2489/ jswc.66.4.97A. Jul. Stutter, M., Baggaley, N., ´O hUallach´ain, D., Wang, C., . 2021. The utility of spatial data to delineate river riparian functions and management zones: a review. Sci. Total Environ. 757, 143982. https://doi.org/10.1016/j.scitotenv.2020.143982. Feb. Todd, A.H., 2008. Riparian Ecosystems and Buffers: working at the Water’s Edge. Water Resour. IMPACT 10 (3), 3–5. May. Valkama, E., Usva, K., Saarinen, M., Uusi-K¨ampp¨a, J., . 2019. A Meta-Analysis on Nitrogen Retention by Buffer Zones. J. Environ. Qual. 48 (2), 270–279. https://doi. org/10.2134/jeq2018.03.0120. Mar. Viechtbauer, W., 2010. Conducting Meta-Analyses in R with the metafor Package. J. Stat. Softw. 36 (3). https://doi.org/10.18637/jss.v036.i03. Wang, Z.-Y., Pan, B.-Z., 2014. River Ecology. In: Wang, L.K., Yang, C.T. (Eds.), Modern Water Resources Engineering. Humana Press, Totowa, NJ, pp. 159–236. https://doi. org/10.1007/978-1-62703-595-8_3. Wenger, A.S., et al., . 2018. Predicting the impact of logging activities on soil erosion and water quality in steep, forested tropical islands. Environ. Res. Lett. 13 (4), 044035. https://doi.org/10.1088/1748-9326/aab9eb. Apr. Wenger, S., “A review of the scientific literature on riparian buffer width, extent and vegetation.,” Institute of Ecology, University of Georgia, Athens, Georgia, Mar. 1999. Winsten, J.R., “Developing and Assessing Policy Options for Reducing Phosphorus Loading in Lake Champlain,” Technical Report 47, Apr. 2004. Yirigui, Y., Lee, S.-W., Nejadhashemi, A.P., Herman, M.R., Lee, J.-W., 2019. Relationships between Riparian Forest Fragmentation and Biological Indicators of Streams. Sustainability 11 (10), 2870. https://doi.org/10.3390/su11102870. May. Zasada, M., Cieszewski, C.J., Lowe, R.C., Zawadzki, J., Clutter, M., Siry, J.P., 2005. Using FIA and GIS Data to Estimate Areas and Volumes of Potential Stream Management Zones and Road Beautifying Buffers. In: Proceedings of the Fourth Annual Forest Inventory and Analysis Symposium: Meeting Jointly with the Southern Forest Mensurationists, 252. U.S. Department of Agriculture, Forest Service, North Central Research Station, New Orleans, Louisiana. University of Minnesota, 2002. Zhang, X., Liu, X., Zhang, M., Dahlgren, R.A., Eitzel, M., . 2010. A Review of Vegetated Buffers and a Meta-analysis of Their Mitigation Efficacy in Reducing Nonpoint R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 7 Source Pollution. J. Environ. Qual. 39 (1), 76–84. https://doi.org/10.2134/ jeq2008.0496. Jan. R. Ayala-Torres et al. Environmental Challenges 20 (2025) 101258 8",
  "metadata": {
    "faculty_name": "Lee Dietterich",
    "date_published": "2025-08-05T00:00:00Z",
    "content_type": "Publication",
    "department": "Biology"
  }
}